Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: About ...
ar: حول...
ca: Quant a...
da: Om…
de: Über …
eu: Honi buruz...
fi: Tietoja...
nl: Over...
ro: Despre...
si: පිළිබඳ ...
tr: Hakkında...
uk: Про програму...

source: About
ar: حول
ca: Quant a
da: Om
de: Über
eu: Honi buruz
fi: Tietoja
nl: Over
ro: Despre
si: පිළබඳ
tr: Hakkında
uk: Про програму

source: Written by:
ar: كتب بواسطة:
ca: Escrit per:
da: Skrevet af:
de: Geschrieben von:
eu: Idazketa:
fi: Tekijä:
nl: Geschreven door:
ro: Scris de:
si: සැකසුම:
tr: Yazan:
uk: Написав:

source: Version:
ar: الاصدار:
ca: Versió:
eu: Bertsioa:
fi: Versio:
nl: Versie:
ro: Versiune:
si: අනුවාදය:
tr: Sürüm:
uk: Версія:

source: Licence type:
ar: نوع الرخصة:
ca: Tipus de llicència:
da: Licenstype:
de: Lizenztyp:
eu: Baimen mota:
fi: Lisenssityyppi:
nl: Licentietype:
ro: Tip licenţă :
si: බලපත්‍ර වර්ගය:
tr: Lisans türü:
uk: Ліцензія:

source: Copyright:
ar: حقوق الطبع:
eu: Copyrighta:
si: ප්‍රකාශණ හිමිකම:
tr: Telif Hakkı:
uk: Авторське право:

source: DVDStyler is a crossplatform authoring system for Video DVD production.
ar: انتاج DVDStyler is a crossplatform authoring system for Video DVD
ca: El DVDStyler es un sistema de creació personalitzada multiplataforma per a la producció de DVD de vídeo.
da: DVDStyler er et platformsuafhængigt program til Video DVD-produktion.
de: DVDStyler ist ein plattformübergreifendes Authoring-System zur Produktion von Video-DVDs.
eu: DVDStyler plataforma-anitzeko Bideo DVD ekoizpen egile sistema bat da.
fi: DVDStyler on monen alustan järjestelmä video-DVD:n valmistusta varten.
nl: DVDStyler is een cross-platform multimedia mastering systeem voor Video DVD.
ro: DVDStyler este o aplicaţie multiplatformă pentru producerea de video DVD-uri.
si: DVDStyler බහු ප්‍රරූප වීඩියෝ ඩීවීඩී තැටි සැකසීමේ මෘදුකාංගයකි.
tr: DVDStyler Video DVD üretimi için bir çapraz platform yazma sistemidir.
uk: DVDStyler це міжплатформена програма для створення DVD.

source: Forum
ar: المنتدى
ca: Fòrum
eu: Eztabaidagunea
fi: Foorumi
si: පෝරමය
uk: Форум

source: Please use %sDVDStyler forum%s to get support, ask questions, or discuss this software.
ar: للحصول على الدعم، وطرح الاسئلة، او مناقشة هذا البرنامج.%sDVDStyler forum%s الرجاء استخدام
ca: Visiteu el %sfòrum del DVDStyler%s per obtenir ajuda, fer preguntes o debatre sobre el programari.
da: Benyt venligst %sDVDStyler forum%s for at få support, stille spørgsmål eller diskutere denne software.
de: Im %sDVDStyler-Forum%s erhalten Sie Unterstützung, können Fragen stellen oder über diese Software diskutieren.
eu: Mesedez erabili %sDVDStyler forum%s sostengua lortzeko, galderak egiteko, edo software honetaz eztabaidatzeko.
fi: Lisätietoa, vastauksia, keskustelua tästä ohjelmasta kohteessa %sDVDStyler forum%s.
nl: Bezoek %sDVDStyler forum%s voor ondersteuning, vragenstellen of discusieren over dit programma.
ro: Vă rog să utilizaţi %s Forumul DVDStyler%s pentru asistenţă, întrebări sau discuţii despre program.
si: කරුණාකර මෘදුකාංගය පිළිබඳ සහාය ලබාගැනීමට, ගැටළු ඉදිරිපත් කිරීමට හෝ සාකච්ඡා සඳහා %sDVDStyler forum%s භාවිතා කරන්න.
tr: Bu yazılım hakkında destek almak, soru sormak, ya da tartışmak için, lütfen %sDVDStyler forum%s'unu kullanın.
uk: Будь ласка використовуйте %sфорум DVDStyler%s для отримання підтримки, щоб задати запитання, або обговорити цю програму.

source: Some documentation and %sFAQ%s you can find in %sDVDStyler WIKI%s or you can publish there your comments or small guides.
ar: او انت يمكن ان تنشر هناك تعليقاتك او %sDVDStyler WIKI%s يمكنك ان تجدها في %sFAQ%s التوثيق والادلة
ca: Podeu trobar documentació i les %sPMF%s al %sWiki del DVDStyler%s. També podeu publicar-hi comentaris vostres o petites guies.
da: Noget dokumentation og %sFAQ%s kan du finde i %sDVDStyler WIKI%s' eller du kan udgive dine kommentarer eller små vejledninger.
de: Dokumentation und %sFAQ%s finden Sie in der %sDVDStyler-WIKI%s. Sie können hier auch Ihre Kommentare oder kleine Anleitungen veröffentlichen.
eu: Zenbait agiritza eta %sSEG%s %sDVDStyler WIKIA%sn aurkitu ditzakezu edo hor argitaratu ditzakezu zure aipamenak edo gida txikiak
fi: Asiakirjoja ja %sFAQ%s löytyy osoitteesta %sDVDStyler WIKI%s. Sinne voi myös lähettää kommentteja ja pikku ohjeita.
nl: Enige documentatie en de %sFAQ%s kun je vinden via %sDVDStyler WIKI%s of je kunt daar jouw opmerkingen of beknopte toelichtingen achterlaten.
ro: Unele documentaţii şi %sFAQ%s le găsiţi pe %sDVDStyler WIKI%s unde puteţi posta şi comentarii sau mici ghiduri.
si: සමහරක් ලේඛන සහ %sFAQ%s, %sDVDStyler WIKI%s හි සොයාගත හැකි අතර අදහස් හෝ කුඩා මාර්ගෝපදේශන ද එහිදී ඔබට සැකසිය හැක.
tr: Bazı belge ve %sSSS'lere%s %sDVDStyler Viki%s sayfalarından erişebilirsiniz yine burada yorum veya küçük kılavuzlar yayınlayabilirsiniz.
uk: Документацію та %sЧасті питання%s Ви можете знайти в %sDVDStyler ВІКІ%s. Також можете розмістити там свої коментарі, або інструкції.

source: Bugs & RFE
ar: RFE البق و
ca: Bugs i RFE
da: Fejl og ønsker om forbedringer
de: Fehler und Funktionswünsche
eu: Akatsak eta EBE
nl: Fouten & RFE
ro: Bug-uri şi propuneri
si: දෝෂ හා RFE
tr: RFE ve Hatalar
uk: Помилки та пропозиції нових функцій

source: Please use %sSourceforge Bugtracing system%s to report bug and %sSourceforge RFE system%s to submit a new feature request.
ar: لتقديم الجديد %sSourceforge RFE system%s للابلاغ عن البق و%sSourceforge Bugtracing system%s استخدام الطلب
ca: Utilitzeu el %sSistema de seguiment d'errors de programació del Sourceforge%s per informar d'errors i el %sSistema de RFE del Sourceforge%s per enviar suggeriments.
da: Venligst benyt %sSourceforge Bugtracing system%s for at rapportere fejl og %sSourceforge RFE system%s til at indsende en ønske om en ny funktion.
de: Benutzen Sie bitte das %sSourceforge-Fehlererfassungsystem%s, um Fehler zu melden und das %sSourceforge-RFE-System%s, um einen neuen Funktionsvorschlag zu unterbreiten.
eu: Mesedez erabili %sSourceforge Bugtracing system%s akatsak jakinarazteko eta %sSourceforge RFE system%s ezaugarri berri baten eskaerak aurkezteko.
fi: Käyttäkää %sSourceforge Bugtracing systems%s virheiden raportointiin ja %sSourceforge RFE system%s uusien ominaisuuksien toivomuksille.
nl: Gebruik aub het %sSourceforge fouttraceringsysteem%s voor rapporteren van fouten en het %sSourceforge RFE systeem%s voor het indienen van verzoeken voor nieuwe functionaliteit.
ro: Vă rog să utilizaţi %sSourceforge Bugtracing system%s pentru semnalarea erorilor şi %sSourceforge RFE system%s pentru solicitarea de noi caracteristici.
si: කරුණාකර දෝෂ වාර්තා කිරීමට %sSourceforge Bugtracing system%s ද, නව අංග ඉල්ලීමට %sSourceforge RFE system%s ද භාවිතා කරන්න.
tr: Lütfen hata raporu için %sSourceforge Hata İzleme sistemi%s ve yeni bir özellik isteği göndermek için %sSourceforge RFE sistemi%s bağlantılarını kullanın.
uk: Будь ласка використовуйте %sсистему Sourceforge Bugtracing%s для повідомлень про помилки та %sСистему Sourceforge RFE %s для розміщеня пропозицій стосовно нових функцій.

source: Support
ar: الدعم
ca: Suport
eu: Sostengua
fi: Tuki
nl: Ondersteuning
ro: Asistenţă
si: උපකාර
tr: Destek
uk: Підтримка

source: Author and Maintainer
ar: المؤلف والمعيل
ca: Autor i mantenidor
da: Udvikler og vedligeholder
de: Autor und Betreuer
eu: Egilea eta Mantentzailea
fi: Tekijä ja ylläpitäjä
nl: Auteur en Onderhouder
ro: Autor şi dezvoltator
si: කර්තෘ හා අයිතිකරු
tr: Yazar ve Sorumlu
uk: Автор та інші

source: Doc Writer
ar: كاتب المستند
ca: Redactor de la documentació
da: Dokumentation
de: Autor der Dokumentation
eu: Doc Idazketa
fi: Asiakirjat
nl: Document schrijver
ro: Autorul documentaţiei
si: ලේඛක
tr: Belge Yazıcı
uk: Автор документації

source: Packager (.deb)
ar: (deb) مغلف
ca: Empaquetador (.deb)
da: Pakke (.deb)
de: Debian-Package (.deb)
eu: Paketatzailea (.deb)
fi: Pakkaaja (.deb)
nl: Verpakker (.deb)
ro: Arhivare (.deb)
si: ඇසුරුම්කරු (.deb)
tr: Paketleyici (.deb)
uk: Скомпілював (.deb)

source: Translations
ar: الترجمات
ca: Traduccions
da: Oversættelser
de: Übersetzungen
eu: Itzulpenak
fi: Käännökset
nl: Vertalingen
ro: Traduceri
si: පරිවර්තකවරු
tr: Çeviriler
uk: Перекладачі

source: Libraries and Tools
ar: المكتبات العامة والادوات
ca: Biblioteques i eines
da: Biblioteker og værktøjer
eu: Liburutegiak eta Tresnak
fi: Kirjastoja ja työkaluja
nl: Bibliotheken en Gereedschappen
ro: Biblioteci şi unelte
si: වගකීම් සහ උපාංග
tr: Kitaplıklar ve Araçlar
uk: Бібліотеки та утиліти

source: Authors
ar: المؤلفون
ca: Autors
da: Udviklere
de: Autoren
eu: Egileak
fi: Tekijöitä
nl: Auteurs
ro: Autori
si: කර්තෘන්
tr: Yazarlar
uk: Автори

source: DVDStyler is <a href='http://www.gnu.org/philosophy/free-sw.html'>free software</a> distributed under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Please visit those sites for details of each agreement.
ar: DVDStyler is <a href='http://www.gnu.org/philosophy/free-sw.html'>free software</a> distributed under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU رجاء زور تلك المواقع (GPL)</a>رخصة الناستفاصيل كل اتفاقية
ca: DVDStyler és <a href='http://www.gnu.org/philosophy/free-sw.html'>programari lliure</a> distribuït sota la <a href='http://www.gnu.org/copyleft/gpl.html'>llicència GPL (GNU General Public License)</a>. Seguiu els enllaços si voleu més informació d'aquestes llicències.
da: DVDStyler er <a href='http://www.gnu.org/philosophy/free-sw.html'>gratis software</a> og distribueres under <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Besøg disse websider for mere information.
de: DVDStyler wird als <a href='http://www.gnu.org/philosophy/free-sw.html'>freie Software</a> unter der <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a> verbreitet. Besuchen Sie bitte diese Webseiten, um Details der jeweiligen Vereinbarung zu erfahren.
eu: DVDStyler <a href='http://www.gnu.org/philosophy/free-sw.html'>software askea</a> da, <a href='http://www.gnu.org/copyleft/gpl.html'>GNU Baimen Publiko Orokorra (GPL)</a> bidez banatua. Mesedez ikusi gune hauek itun bakoitzaren xehetasunetarako.
fi: DVDStyler on <a href='http://www.gnu.org/philosophy/free-sw.html'>avoimen koodin ohjelmisto</a>, jota jaetaan <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a> alaisuudessa. Lisätietoja saatavissa kyseisiltä verkkosivuilta.
nl: DVDStyler is <a href='http://www.gnu.org/philosophy/free-sw.html'>vrije software</a> gedistribueerd onder <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Bezoek aub deze sites voor meer informatie over elke overeenkomst.
ro: DVDStyler <a href='http://www.gnu.org/philosophy/free-sw.html'>free software</a> este distribuit sub licenţă <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Vă rugăm să vizitaţi aceste site-uri pentru detalii privind acordurile de licenţă.
si: DVDStyler <a href='http://www.gnu.org/copyleft/gpl.html'>GNU පොදු මහජන බලපත්‍රය (GPL)</a> යටතේ පවතින <a href='http://www.gnu.org/philosophy/free-sw.html'>නිදහස් මෘදුකාංගයකි</a>. කරුණාකර එක් එක් සම්මුතීන් පිළිබඳ දැනගැනීමට ඒ ඒ වේබ් අඩවි වෙත පිවිසෙන්න.
tr: DVDStyler, <a href='http://www.gnu.org/copyleft/gpl.html'>GNU Genel Kamu Lisanslı (GPL)</a> altında dağıtılan <a href='http://www.gnu.org/philosophy/free-sw.html'>ücretsiz bir yazılımdır</a>. Her anlaşmanın ayrıntıları için lütfen bu siteyi ziyaret edin.
uk: DVDStyler це <a href='http://www.gnu.org/philosophy/free-sw.html'>вільне програмне забезпечення</a> що розповсюджується по <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License (GPL)</a>. Для отримання більш детальної інформації, перегляньте, будь ласка, вказані сайти..

source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ca: EL PROGRAMARI ES FACILITA «TAL QUAL», SENSE CAP MENA DE GARANTIA EXPLÍCITA O IMPLÍCITA, INCLOENT-HI, ENTRE D'ALTRES, LES GARANTIES DE COMERCIABILITAT, IDONEÏTAT PER A UN PROPÒSIT CONCRET I D'INCOMPLIMENT. ELS AUTORS O ELS TITULARS DEL COPYRIGHT EN CAP CAS NO SERAN IMPUTABLES PER PÈRDUES, PERJUDICIS O ALTRES RESPONSABILITATS, EN DEMANDES D'INCOMPLIMENT O DE DANYS O COM SIGUIN; DERIVADES, RELACIONADES O PROVINENTS DE L'ÚS, DE LA IMPOSSIBILITAT D'ÚS O D'ALTRES TRANSACCIONS AMB EL PROGRAMARI.
de: DIESE SOFTWARE WIRD WIE VORLIEGEND GELIEFERT, OHNE GARANTIE JEGLICHER ART, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINGESCHLOSSEN ABER NICHT BESCHRÄNKT AUF GARANTIEN DER MARKTREIFE, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTÜBERTRETUNG. IN KEINEM FALL SIND DIE AUTOREN ODER INHABER DES URHEBERRECHTES VERANTWORTLICH FÜR JEGLICHE HAFTUNG, SCHADENSERSATZ ODER ANDERE ANSPRÜCHE, WEDER VERTRAGSRECHTLICH, ZIVILRECHTLICH ODER ANDERWEITIG, WENN SIE VON, AUS ODER IN VERBINDUNG MIT DEM PROGRAMM ODER SEINEM GEBRAUCH ODER DURCH ANDERE HANDLUNGSWEISEN IM PROGRAMM ENTSTEHEN.
eu: SOFTWARE HAU "DEN BEZALA" HORNITZEN DA, EZ DU INOLAKO BERMERIK, BEREZKO EDO ERATORRIRIK BARNE BAINA MUGATU GABE MERKATARITZA, ASMO BEREIZIRAKO EGOKITZAPENIK ETA ARAUHAUSTE EZA. EGILEAK EDO COPYRIGHT JABEAK EZ DIRA INOLAKO ERREKLAMAZIO, KALTE ORDAIN EDO BESTE ERANTZUKIZUN ERANTZULEAK IZANGO, EZ HITZARMEN EKINTZA, BESTELAKO KALTE, SOFTWAREAREN ELKARKETA EDO ERABILPEN EDO BESTE ITUNETAZ.
nl: DIT PROGRAMMA WORDT AANGEBODEN "ZOALS HET IS", ZONDER WELKE GARANTIE DAN OOK, ZOWEL EXPLICIET ALS IMPLICIET, DAARBIJ INBEGREPEN MAAR NIET BEPERKT TOT VERKOOPGARANTIES, BESTEMD VOOR SPECIFIEK GEBRUIK WAARBIJ GEEN WETSOVERTREDING WORDT BEGAAN. IN GEEN ENKEL GEVAL KUNNEN DE AUTEURS OF COPYRIGHTHOUDERS VERANTWOORDELIJK WORDEN GEHOUDEN VOOR CLAIMS, SCHADEVERGOEDINGEN OF ANDERE AANSPRAKELIJKHEDEN, ZOWEL CONTRACTUEEL OF DOOR WELKE ANDERE ONRECHTMATIGHEID DAN OOK IN RELATIE TOT HET PROGRAMMA OF DOOR TOEDOEN VAN HET GEBRUIK VAN HET PROGRAMMA.
ro: PROGRAMUL ESTE OFERIT "CA ATARE ", FĂRĂ NICIUN FEL DE GARANŢIE, EXPLICITĂ SAU IMPLICITĂ, INCLUSIV, DAR FĂRĂ A SE LIMITA LA GARANŢII DE COMERCIALIZARE, POTRIVIRE PENTRU UN ANUMIT SCOP ŞI NEÎNCĂLCARE A LEGILOR. ÎN NICI UN CAZ AUTORII SAU DEŢINĂTORII DREPTURILOR DE AUTOR NU VOR FI RESPONSABILI PENTRU ORICE REVENDICARE, DAUNE SAU ALTE RĂSPUNDERI, FIE ÎN DERULAREA UNUI CONTRACT, FIE ALTFEL, REZULTATE DIN SAU ÎN LEGĂTURĂ CU PROGRAMUL SAU UTILIZAREA SA ÎMPREUNĂ CU ALTE PROGRAME.
si: මෙම මෘදුකාංගය කිසිඳු කඩිනම් හෝ ව්‍යංගාර්ථ වගකීමක් නොමැතිව, ඇතුළත් වන එහෙත් ඊට පමණක් සීමා නොවන වාණිජමය වගකීමක් ඇති, යම් කාර්යයකට සුදුසුකම් කියන හා කඩකළ නොහැකි "පවතින පරිදි" ලබා දී ඇත. කිසිඳු හෙයකින් මෘදුකාංගය මඟින් හෝ ඒ හා සම්බන්ධ හෝ එය භාවිතය සම්බන්ධ හෝ වෙනත් කිසිඳු අයුරක අයිතිවාසිකමක්, අලාභයක් හෝ වෙනත් වගකීමක් කොන්ත්‍රාත්තුව, තෝරතය හෝ අන් අයුරකින් සිදුවිය ද කර්තෘ හෝ කර්තෘ කාරකවරු මේ සඳහා වගකියනු නො ලැබේ.
tr: BELLİ BİR AMACA UYGUNLUK VE İHLAL, AÇIK YADA İMA EDİLEN DE DAHİL OLMAK ÜZERE SATILABİLİRLİK GARANTİLERİ İLE SINIRLI DEĞİLDİR. YAZILIM HERHANGİ BİR GARANTİ OLMAKSIZIN "OLDUGU GİBİ" SAĞLANIR. HİÇBİR DURUMDA YAZARLAR VE TELİF HAKKI SAHİPLERİ, YAZILIM, SÖZLEŞME, HAKSIZ FİİL VEYA BAŞKA BİR EYLEMDEN VEYA YAZILIM VE KULLANIM YA DA YAZILIMIN DİĞER İŞLERİ İLE BAĞLANTILI HER HANGİ BİR İDDİA, ZARAR VEYA DİĞER SORUMLULUKLARDAN DOLAYI SORUMLU TUTULAMAZLAR.
uk: ЦЕ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ РОЗПОВСЮДЖУЄТЬСЯ ПО ПРИНЦИПУ "ЯК Є", БЕЗ ЖОДНИХ ГАРАНТІЙ, ЯВНИХ ЧИ ІНШИХ. ВИ ВИКОРИСТОВУЄТЕ ЙОГО НА ВЛАСНИЙ СТРАХ ТА РИЗИК, НІ АВТОР, НІ ВЛАСНИКИ АВТОРСЬКОГО ПРАВА НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ ЗА ВТРАТИ ДАНИХ, ПОШКОДЖЕННЯ, ВТРАТИ ПРИБУДКІВ АБО ІНШІ ВИДІВ ВТРАТ, ПОВ'ЯЗАНИХ З ВИКОРИСТАННЯМ (ВІРНИМ АБО НЕВІРНИМ), АБО НЕВИКОРИСТАННЯМ ЦІЄЇ ПРОГРАМИ.

source: Licence
ar: الرخصة
ca: Llicència
da: Licens
de: Lizenz
eu: Baimena
fi: Lisenssi
nl: Licentie
ro: Licenţă
si: බලපත්‍රය
tr: Lisans
uk: Ліцензія

source: OK
ar: موافق
ca: D'acord
eu: Ongi
nl: Oké
si: හරි
tr: Tamam
uk: ОК

source: width
de: Breite
nl: breedte
si: පළල

source: height
de: Höhe
nl: hoogte
si: උස

source: opacity
de: Opazität
nl: doorzichtigheid
si: පාරාන්ධතාව

source: font size
ca: mida de la lletra
da: Skriftstørrelse
de: Schriftgrad
eu: hizki neurria
nl: tekengrote
ro: mărime font
si: අක්ෂර පරිමාණය
tr: font boyutu
uk: розмір шрифту

source: Attribute
ca: Atribut
da: Attribut
de: Attribut
eu: Ezaugarria
nl: Attribuut
ro: Atribut
si: ගුණාංග
tr: Nitelik
uk: Атрибути

source: Values (separated by semicolon)
ca: Valors (separats per punt i coma)
da: Værdier (adskilt af semikolon)
de: Werte (getrennt durch Semikolon)
eu: Balioak (puntu eta kakotxaz bananduta)
nl: Waarden (gescheiden door dubbel punt)
ro: Valori (separate de punct și virgulă)
si: අගයන් (තිත් කොමා මඟින් වෙන් කරන්න)
tr: Değerler (noktalı virgül ile ayrılır)
uk: Значення (розділені комою)

source: Begin
ca: Comença
da: Start
de: Beginn
eu: Hasiera
ro: Început
si: අරඹන්න
tr: Başla
uk: Початок

source: Duration (sec)
ca: Durada (segons)
da: Varighed (sek)
de: Zeitdauer (Sek.)
eu: Iraupena (seg)
nl: Tijdsduur (sec)
ro: Durată (sec)
si: ප්‍රවර්තනය (තත්)
tr: Süre (saniye)
uk: Тривалість (сек)

source: Animations
ca: Animacions
da: Animationer
de: Animationen
eu: Animazioak
nl: Acties
ro: Animații
si: සජීවීකරණ
tr: Animasyonlar
uk: Анімація

source: Audio properties
ar: خصائص الصوت
ca: Propietats de l'àudio
da: Lydegenskaber
de: Audio-Eigenschaften
eu: Audio ezaugarriak
fi: Ääniominaisuudet
nl: Audio-eigenschappen
ro: Proprietăţi audio
si: ශ්‍රව්‍ය ලක්ෂණ
tr: Ses özellikleri
uk: Властивості аудіо

source: File Name:
ar: اسم الملف
ca: Nom del fitxer:
da: Filnavn:
de: Dateiname:
eu: Agiri Izena:
fi: Tiedoston nimi:
nl: Bestandsnaam:
ro: Nume fişier:
si: ගොනු නාමය:
tr: Dosya Adı:
uk: Ім'я файлу:

source: Duration:
ar: المدة:
ca: Durada:
da: Varighed:
de: Zeitdauer:
eu: Iraupena:
fi: Kesto:
nl: Tijdsduur:
ro: Durată:
si: ප්‍රවර්තනය:
tr: Süre:
uk: Тривалість:

source: Source Format:
ar: صيغة المصدر:
ca: Format d'entrada:
da: Kildeformat:
de: Quellformat:
eu: Iturburu Heuskarria:
fi: Lähdeformaatti:
nl: Bronformaat:
ro: Format sursă:
si: මූලාශ්‍ර ආකෘතිය:
tr: Kaynak Biçim:
uk: Формат джерела:

source: Destination Format:
ar: صيغة الوجهة:
ca: Format de sortida:
da: Destinationsformat:
de: Zielformat:
eu: Helmuga Heuskarria:
fi: Kohdeformaatti:
nl: Doelformaat:
ro: Format destinaţie:
si: ගමනාන්ත ආකෘතිය:
tr: Hedef Biçim:
uk: Кінцевий формат:

source: Language:
ar: اللغة:
ca: Idioma:
da: Sprog:
de: Sprache:
eu: Hizkuntza:
fi: Kieli:
nl: Taal:
ro: Limbă:
si: භාෂාව:
tr: Dil:
uk: Мова:

source: Time delay:
ar: تاخير الوقت:
ca: Retard:
da: Tidsforsinkelse:
de: Zeitverzögerung:
eu: Denbora atzerapena:
fi: Aikaviive:
nl: Tijdvertraging:
ro: Întârziere:
si: කාල පමාව:
tr: Süre gecikmesi:
uk: Затримка:

source: ms
eu: sm
si: මිලි තත්
uk: мс

source: Filters:
ar: فلاتر
ca: Filtres:
da: Filtre:
de: Filter:
eu: Iragazkiak:
fi: Suotimet:
ro: Filtre:
si: පෙරහන්:
tr: Filtreler:
uk: Фільтри:

source: Volume adjustment
ar: تعديل الحجم
ca: Ajust del volum
da: Justering af lydstyrke
de: Volume-Anpassung
eu: Bolumen zehaztapena
nl: Volume aanpassing
ro: Ajustare volum
si: හඬ සැකසුම්
tr: Ses Ayarlama
uk: Коригування гучності

source: No
ar: لا
da: Nej
de: Nein
eu: Ez
nl: Geen
ro: Nu
si: නැත
tr: Hayır
uk: Ні

source: Change (%)
ar: (%) تغيير
ca: Canvi (%)
da: Skift (%)
de: Änderung (%)
eu: Aldatu (%)
nl: Verander (%)
ro: Modificare (%)
si: වෙනස (%)
tr: (%) Değiştir
uk: Змінити (%)

source: Normalize
ar: تطبيع
ca: Normalitza
da: Normalisér
de: Normalisieren
eu: Normalizatu
nl: Normaliseer
ro: Normalizare
si: සාමාන්‍යකරණය
tr: Normalleştir
uk: Нормалізувати

source: Change (dB)
ar: (dB) تغيير
ca: Canvi (dB)
da: Skift (dB)
de: Änderung (dB)
eu: Aldatu (dB)
nl: Verander (dB)
ro: Modificare (dB)
si: වෙනස (dB)
tr: (dB) Değiştir
uk: Змінити (dB)

source: stereo
ar: ستيريو
ca: estèreo
eu: estereoa
si: ද්විමාන (Stereo)
uk: стерео

source: Track gain:
ar: مسار المكسب:
ca: Guany de la pista:
de: Spurverstärkung:
eu: Bide irabazia:
nl: Versterk:
ro: Pistă
si: පථ ලාභය:
tr: Parça kazancı:
uk: Рівень доріжки:

source: Invalid time value '%s'
ar: '%s' قيمة الوقت باطلة
ca: El temps «%s» és incorrecte
da: Ugyldig tidsværdi '%s'
de: Ungültiger Zeitwert »%s«
eu: '%s' denbora balio baliogabea
fi: Kelvoton aika-arvo '%s'
nl: Ongeldige tijdwaarde '%s'
ro: Valoare de timp '%s' invalidă
si: අවලංගු කාල පරාසය '%s'
tr: Geçersiz '%s' süresi değeri
uk: Невірне значення часу '%s'

source: Invalid volume value '%s'
ar: '%s' قيمة الحجم باطلة
ca: El nom de volum «%s» és incorrecte
da: Ugyldig værdi for lydstyrke '%s'
de: Ungültiger Volume-Wert »%s«
eu: '%s' bolumen balio baliogabea
fi: Väärä voimakkuusarvo '%s'
nl: Ongeldige volumewaarde '%s'
ro: Valoare volum '%s' invalidă
si: අවලංගු හඬ පරාසය '%s'
tr: Geçersiz '%s' seviye değeri
uk: Невірне значення гучності '%s'

source: Analysis of audio
ar: تحليل الصوت
ca: Anàlisi d'àudio
da: Analyse af lyd
de: Analyse von Audio
eu: Audio azterketa
nl: Audio analyse
ro: Analiză audio
si: ශ්‍රව්‍ය විශ්ලේෂණය
tr: Ses inceleme
uk: Аналіз звуку

source: Please wait...
ar: الرجاء الانتظار...
ca: Espereu...
da: Vent venligst…
de: Bitte warten …
eu: Mesedez itxaron...
fi: Odota, ole hyvä...
nl: Even geduld aub..
ro: Vă rog aşteptaţi...
si: කරුණාකර රැඳී සිටින්න...
tr: Lütfen bekleyin...
uk: Будь ласка зачекайте...

source: Burn
ar: حرق
ca: Enregistra
da: Brænd
de: Brennen
eu: Erre
fi: Poltto
nl: Branden
ro: Inscripţionare
si: දවන්න
tr: Yazdır
uk: Запис

source: Temp directory:
ar: دليل مؤقت:
ca: Carpeta temporal
da: Temp-mappe:
de: Temp-Verzeichnis:
eu: Aldibaterako zuzenbidea:
fi: Temp-hakemisto:
nl: Tijdelijke map:
ro: Dosar temporar:
si: තාවකාලික නාමාවලිය:
tr: Geçici dizin:
uk: Тимчасовий каталог:

source: Free:
ar: مجاني:
ca: Lliure:
da: Ledig:
de: Frei:
eu: Aske:
fi: Vapaana:
nl: Beschikbaar:
ro: Liber:
si: නිදහස්:
tr: Boş:
uk: Вільно:

source: Required:
ar: مطلوب:
ca: Necessari:
da: Nødvendig:
de: Erforderlich:
eu: Beharrezkoa:
fi: Vaaditaan:
nl: Benodigd:
ro: Necesar:
si: අත්‍යවශ්‍ය:
tr: Gereken:
uk: Потрібно:

source: preview
ar: معاينة
ca: previsualitza
da: forhåndsvisning
de: Vorschau
eu: aurreikuspena
fi: esikatselu
nl: voorbeeld
ro: previzualizare
si: පෙරදසුන
tr: önizleme
uk: попередній перегляд

source: Download
ar: تحميل
ca: Baixades
eu: Jeitsi
nl: Downloaden
ro: Descarcă
si: බාගත
tr: İndir
uk: Завантажити

source: just generate
ar: فقط توليد
ca: només genera
da: bare generer
de: Nur generieren
eu: sortu besterik gabe
fi: vain luonti
nl: alleen genereren
ro: doar generează
si: ජනනය පමණක්
tr: sadece oluştur
uk: лише згенерувати

source: Save to:
ar: حفظ الى:
ca: Desa a:
da: Gem som:
de: Speichern in:
eu: Gorde hemen:
fi: Tallenna nimellä:
nl: Opslaan in:
ro: Salvare la:
si: සුරකින්න:
tr: Şuraya kaydet:
uk: Зберегти в:

source: create iso image
ar: iso خلق صورة
ca: crea una imatge ISO
da: opret iso-billede
de: ISO-Image erstellen
eu: sortu iso irudia
fi: luo iso-näköiskuva
nl: maak iso-image
ro: creare imagine ISO
si: iso ඡායාවක් තනන්න
tr: iso görüntüsü oluştur
uk: створити iso образ диску

source: burn
ar: حرق
ca: enregistra
da: brænd
de: Brennen
eu: erre
fi: polta
nl: branden
ro: inscripţionare
si: දවන්න
tr: yazdır
uk: запис

source: format DVD-RW
ar: DVD RW صيغة
ca: formata el DVD-RW
da: formater DVD-RW
de: DVD-RW formatieren
eu: DVD-RW heuskarria
fi: alusta DVD-RW
nl: formaat DVD-RW
ro: ştergere DVD-RW
si: DVD-RW ප්‍රතිආකෘතිගත කරන්න
tr: DVD-RW'yi biçimlendir
uk: форматувати DVD-RW

source: Device:
ar: الجهاز:
ca: Dispositiu:
da: Enhed:
de: Gerät:
eu: Gailua:
fi: Asema:
nl: Brander:
ro: Dispozitiv:
si: ධාවකය:
tr: Aygıt:
uk: Пристрій:

source: Speed:
ar: السرعة:
ca: Velocitat:
da: Hastighed:
de: Geschwindigkeit:
eu: Abiadura:
fi: Nopeus:
nl: Snelheid:
ro: Viteză:
si: වේගය:
tr: Hız:
uk: Швидкість:
