Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: Angle:
ar: الزاوية:
da: Vinkel:
de: Winkel:
eu: Angelua:
fi: Kulma:
nl: Hoek:
ro: Unghi
si: කෝණය:
tr: Açı:
uk: Кут:

source: Size
ar: الحجم
ca: Mida
da: Størrelse
de: Größe
eu: Neurria
fi: Koko
nl: Grootte
ro: Mărime
si: පරිමාණය
tr: Boyut
uk: Розмір

source: Width:
ar: العرض:
ca: Amplada:
da: Bredde:
de: Breite:
eu: Zabalera:
fi: Leveys:
nl: Breedte:
ro: Lăţime:
si: පළල:
tr: Genişlik:
uk: Ширина:

source: Height:
ar: الارتفاع:
ca: Alçada:
da: Højde:
de: Höhe:
eu: Garaiera:
fi: Korkeus:
nl: Hoogte:
ro: Înălţime:
si: උස:
tr: Yükseklik:
uk: Висота:

source: Animations...
ca: Animacions...
da: Animationer...
de: Animationen ...
eu: Animazioak...
nl: Acties...
ro: Animații...
si: සජීවීකරණ...
tr: Animasyonlar...
uk: Анімація...

source: start of current menu
ar: بدء تشغيل من القائمة الحالية
ca: inici del menú en curs
da: begyndelse af nuværende menu
de: Start von aktuellem Menü
eu: oraingo menuaren hasiera
fi: nykyisen valikon alku
nl: begin van het huidige menu
ro: start meniu curent
si: වර්තමාන මෙනුවේ ආරම්භය
tr: geçerli menüyü başlat
uk: старт поточного меню

source: chapter %d
ar: %d فصل
ca: capítol %d
da: kapitel %d
de: Kapitel %d
eu: %d atala
fi: kohtaus %d
nl: hoofdstuk %d
ro: capitolul %d
si: %d පරිච්ඡේදය
tr: %d bölüm
uk: епізод %d

source: Please enter the action command.
ar: الرجاء ادخال امر العمل
ca: Introduïu l'ordre de l'acció
da: Indtast handlingskommandoen.
de: Geben Sie bitte den Aktionsbefehl ein.
eu: Mesedez sartu ekintza agindua.
fi: Anna toimintokäsky.
nl: Voer aub de actie-opdracht in.
ro: Vă rog să introduceți comanda de executat.
si: කරුණාකර කාර්යය විධානය ලබා දෙන්න.
tr: Lütfen bir eylem komutu girin.
uk: Будь ласка, ввеіть команду для дії.

source: Titleset
ar: مجموعة عناوين
ca: Conjunt
da: Titelsæt
de: Titelset
eu: Izenburu-ezarpena
fi: Kokoelma
nl: Titelset
ro: Titlu de grup
si: මාතෘකා කට්ටලය
tr: Seti
uk: Набір

source: Menu
ar: القائمة
ca: Menú
de: Menü
eu: Menua
fi: Valikko
ro: Meniu
si: මෙනුව
tr: Menü
uk: Меню

source: Video object
ar: كائن الفيديو
ca: Objecte de vídeo
da: Videoobjekt
de: Videoobjekt
eu: Bideo objektua
fi: Videokohde
ro: Obiect video
si: වීඩියෝ වස්තුව
tr: Video nesnesi
uk: Відеооб'єкт

source: Format:
ar: الصيغة:
eu: Heuskarria:
fi: Alusta:
nl: Formaat:
si: ආකෘතිය:
tr: Biçim:
uk: Формат:

source: Background:
ar: الخلفية:
ca: Fons:
da: Baggrund:
de: Hintergrund:
eu: Barrena:
nl: Achtergrond:
ro: Fundal:
si: පසුතලය:
tr: Arkaplan:
uk: Фон:

source: Image and Video Files
ar: الصور وملفات الفيديو
ca: Fitxers d'imatge i de vídeo
da: Billed- og videofiler
de: Bild- und Videodateien
eu: Irudi eta Bideo Agiriak
nl: Beeld- en Videobestanden
ro: Imagini și fișiere video
si: ඡායා හා වීඩියෝ ගොනු
tr: Görüntü ve Video Dosyaları
uk: Файли відео та зображення

source: Audio:
ar: الصوت:
ca: Àudio:
da: Lyd:
eu: Audioa:
si: ශ්‍රව්‍ය:
tr: Ses:
uk: Аудіо:

source: Loop
ar: الحلقة
ca: Bucle
eu: Bigizta
fi: Silmukka
nl: Lus
ro: Bucla
si: නැවත කිරීම
tr: Döngü
uk: Цикл

source: Subpicture start/end:
ar: صورة فرعية البدء/الانتهاء:
ca: Inici/final de la sobreimpressió:
da: Underbillede start/slut:
de: Subpicture Start/Ende:
eu: Azpirudi hasiera/amaiera:
nl: Subafbeelding start/einde:
ro: Început/sfârşit subimagine:
si: අනු ඡායාව ආරම්භය/අවසානය:
tr: Alt resim başla/bitir
uk: Дочірня картинка початок/кінець:

source: Remember last selected button
ar: تذكر زر مختار اخير
ca: Recorda el darrer botó seleccionat
da: Husk senest valgte knap
de: Zuletzt ausgewählten Button merken
eu: Gogoratu hautaturiko azken botoia
fi: Muista viimeksi valittu painike
nl: Onthoudt laatst gekozen knop
ro: Memorează ultimul buton selectat
si: අවසානයේ තේරූ බොත්තම මතකයේ තබන්න
tr: Son seçilen düğmeyi hatırla
uk: Запам'ятати останню обрану кнопку

source: Entry
ar: الدخول
ca: Entrada
da: Element
de: Eintrag
eu: Sarrera
fi: Kohta
nl: Begin
ro: Intrare
si: ඇතුළත් කළ
tr: Girdi
uk: Запис

source: Root
ar: الجذر
ca: Arrel
da: Rod
de: Wurzel
eu: Erroa
fi: Juuri
nl: Start
ro: Rădăcină
si: මූලාශ්‍ර
tr: Kök
uk: Початкове

source: Subtitle
ar: العنوان الثانوي
ca: Subtítols
da: Undertekst
de: Untertitel
eu: Azpidatzia
fi: Tekstitys
nl: Ondertiteling
ro: Subtitrare
si: උපසිරැසි
tr: Altyazı
uk: Субтитри

source: Angle
ar: الزاوية
da: Vinkel
de: Winkel
eu: Angelua
fi: Kulma
nl: Hoek
ro: Unghi
si: කෝණය
tr: Açı
uk: Кут огляду

source: Title
ar: العنوان
ca: Títol
da: Titel
de: Titel
eu: Izenburua
fi: Osa
nl: Titel
ro: Titlu
si: මාතෘකාව
tr: Başlık
uk: Розділ

source: Pre commands:
ar: الاوامر السابقة:
ca: Preordres:
da: Førkommandoer:
de: Pre-Befehle:
eu: Aurre aginduak:
fi: Pre-käskyt:
nl: Pre opdrachten:
ro: Comenzi anterioare:
si: පෙර ආඥා:
tr: Ön komutlar:
uk: Команда до початку:

source: Post commands:
ar: الاوامر السابقة:
ca: Postordres:
da: Efterkommandoer:
de: Post-Befehle:
eu: Ondoren aginduak:
fi: Post-käskyt:
nl: Post opdrachten:
ro: Comenzi ulterioare:
si: පසු ආඥා:
tr: Sonraki komutlar:
uk: Команда після закінчення:

source: Cells...
ar: الخلايا...
ca: Cel·les...
da: Celler...
de: Zellen ...
eu: Gelaxkak...
nl: Cellen...
ro: Celule...
si: කුටි...
tr: Hücreler...
uk: Комірки...

source: Actions...
ar: قائمة الاجراءات
ca: Accions...
da: Handlinger...
de: Aktionen ...
eu: Ekintzak...
nl: Acties...
ro: Acţiuni...
si: කාර්යය...
tr: Eylemler...
uk: Дії...

source: Subpicture end must be greater than start or empty
ar: يجب ان تكون نهاية صورة فرعية اكبر من البدء او فارغة
ca: El final de la sobreimpressió ha de ser més gran que l'inici o ser buit
da: Underbillede slut skal være større end start eller tom
de: Subpicture-Ende muss größer als Start oder leer sein
eu: Azpirudiaren amaiera hasiera edo hutsik baino handiagoa izan behar da
nl: Subafbeeldingen einde moet groter zijn dan start of leeg
ro: Sfârșitul subimaginii trebuie să fie mai mare decât începutul sau gol
si: අනු ඡායා අවසානය ආරම්භයට වඩා විශාල හෝ හිස් විය යුතුයි
tr: Alt resim bitişi başlangıç veya boşluktan daha büyük olmalı
uk: Кінцевий час дочірньої картинки має бути більшим ніж початковий, або порожнім.

source: File %s doesn't exist.
ar: غير موجود %s الملف
ca: El fitxer «%s» no existeix.
da: Filen %s eksisterer ikke.
de: Datei »%s« ist nicht vorhanden.
eu: %s agiria ez dago.
fi: Tiedostoa %s ei ole olemassa.
nl: Bestand %s bestaat niet.
ro: Fişierul %s nu există
si: %s ගොනුව නො පවතියි.
tr: %s dosyası mevcut değil.
uk: Файл %s не існує.

source: File %s isn't audio file.
ar: ملف الصوت %s لم يكن الملف
ca: «%s» no és un fitxer d'àudio.
da: Filen %s er ikke en lydfil.
de: Datei »%s« ist keine Audiodatei.
eu: %s agiria ez da audio agiri bat.
fi: Tiedosto %s ei ole äänitiedosto.
nl: Bestand %s is geen audiobestand.
ro: Fişierul %s nu este un fişier audio
si: %s ගොනුව ශ්‍රව්‍ය නොවේ.
tr: %s ses dosyası değil.
uk: %s - це не аудіо файл.

source: Post commands will not be executed if pause is set to -1
ar: لن يتم تنفيذ الاوامر الوظيفة اذا تم تعيين ايقاف مؤقت الى-1
ca: No s'executaran les postordres si la pausa s'estableix a -1
da: Efterkommandoer vil ikke blive udført, hvis pause er sat til -1
de: Post-Befehle werden nicht ausgeführt, wenn Pause auf -1 gesetzt ist.
eu: Ondoren aginduak ez dira exekutatuko pausatu -1 ezarrita badago
nl: Post commando wordt niet uitgevoerd indien pause = -1
ro: Postcomenzile nu vor fi executate dacă pauza este setată la -1
si: විරාමය -1 නම් පසු ආඥා ක්‍රියාත්මක කරනු නොලැබේ
tr: Duraklama -1'e ayarlı ise, post komutlar yürütülmeyecek
uk: Команди після закінчення не будуть виконані якщо пауза встановлена на -1

source: &Don't show this message again
ar: & عدم اظهار هذه الرسالة مرة اخرى
ca: No mostris més aquest missatge
da: &Vis ikke denne meddelelse igen
de: &Diese Nachricht nicht wieder zeigen
eu: &Ez erakutsi mezu hau berriro
fi: &Älä näytä tätä viestiä enää uudelleen
nl: &Toon deze boodschap niet nogmaals
ro: &Nu mai afişa acest mesaj
si: මෙම පණිවුඩය නැවත නො පෙන්වන්න
tr: &Bu mesajı tekrar gösterme
uk: &Не показувати це повідомлення знову

source: Can't open file %s
ar: %s لا يستطيع فتح الملف
ca: No es pot obrir el fitxer %s
da: Kan ikke åbne filen %s
de: Datei %s kann nicht geöffnet werden
eu: Ezin da %s agiria ireki
fi: Tiedosto %s ei avaudu
nl: Kan bestand %s niet openen
ro: Nu pot deschide fişierul %s
si: %s ගොනුව විවෘත කළ නොහැක
tr: %s dosyası açılamadı
uk: Неможливо відкрити файл %s

source: Create a new DVD
ar: جديد DVD انشاء قرص
ca: Crea un DVD nou
da: Opret en ny DVD
de: Eine neue DVD erstellen
eu: Sortu DVD berri bat
fi: Luo uusi DVD
nl: Maak een nieuwe DVD aan
ro: Creare DVD nou
si: නව ඩීවීඩීයක් තනන්න
tr: Yeni bir DVD oluştur
uk: Створити новий DVD

source: Disc label:
ar: تسمية القرص:
ca: Nom del disc:
da: Disketiket:
eu: Diskaren etiketa:
fi: Levyn nimi:
nl: Disklabel:
ro: Etichetă disc:
si: තැටි ලේබලය:
tr: Disk etiketi:
uk: Назва диску:

source: DVD Resolution:
de: DVD Auflösung:
nl: DVD Resolutie:
si: ඩීවීඩී විභේදනය:

source: Disc capacity:
ar: سعة القرص:
ca: Capacitat del disc:
da: Diskkapacitet:
de: Disc-Kapazität:
eu: Diskaren gaitasuna:
fi: Levyn tilavuus:
nl: Diskcapaciteit:
ro: Capacitate disc:
si: තැටි ධාරිතාව:
tr: Disk kapasitesi:
uk: Розмір диску:

source: Video bitrate:
ar: معدل بت الفيديو:
ca: Taxa de bits del vídeo:
eu: Bideo bitneurria:
fi: Videon bittinopeus:
ro: Bitrată video:
si: වීඩියෝ බිටු සීඝ්‍රතාව:
tr: Video bit oranı:
uk: Бітрейт відео:

source: KBit/s
eu: KBit/s-ko
fi: kbits/s
ro: Kb/s
si: තත්. කිබිටු
uk: КБіт/сек

source: Audio bitrate:
ar: معدل بت الصوت:
ca: Taxa de bits d'àudio:
da: Lyd-bitrate:
eu: Audio bitneurria:
fi: Äänen bittinopeus:
ro: Bitrată audio:
si: ශ්‍රව්‍ය බිටු සීඝ්‍රතාව:
tr: Ses bit oranı:
uk: Бітрейт аудіо:

source: Video Format
ar: صيغة الفيديو
ca: Format de vídeo
eu: Bideo Heuskarria
fi: Videoformaatti
nl: Videoformaat
ro: Format video
si: වීඩියෝ ආකෘතිය
tr: Video Biçimi
uk: Формат відео

source: Aspect Ratio
ar: نسبة العرض الى الارتفاع
ca: Relació d'aspecte
da: Størrelsesforhold
de: Seitenverhältnis
eu: Ikuspegi Maila
fi: Kuvasuhde
ro: Raport aspect
si: දර්ශනානුපාතය
tr: En/Boy Oranı
uk: Співвідношення сторін

source: Audio Format
ar: صيغة الصوت
ca: Format d'àudio
da: Lydformat
eu: Audio Heuskarria
fi: Audioformaatti
nl: Audioformaat
ro: Format audio
si: ශ්‍රව්‍ය ආකෘතිය
tr: Ses Biçimi
uk: Формат аудіо

source: Default title post command:
ar: الامر وظيفة العنوان الافتراضي:
ca: Postordre del títol predeterminat:
da: Forvalgt efterkommando for titler:
de: Post-Befehl für Titel per Default:
eu: Berezko izenburu ondorengo agindua:
fi: Oletusarvoinen osan post-käsky:
nl: Standaard titel na-opdracht:
ro: Comandă implicită titlu:
si: මූලික මාතෘකා පසු ආඥාව:
tr: Öntanımlı başlık gönderi komutu:
uk: Дія після завершення програвання розділу:

source: Please enter the volume name.
ar: الرجاء ادخال دليل الانتاج
ca: Introduïu el nom del volum.
da: Indtast navn på diskenhed.
de: Geben Sie bitte den Volume-Namen ein.
eu: Mesedez sartu bolumenaren izena.
fi: Anna nimike.
nl: Voer aub de volumenaam in.
ro: Vă rog să introduceţi numele volumului.
si: වෙළුම් නාමය ලබා දෙන්න.
tr: Lütfen bir hacim adı girin.
uk: Будь ласка, введіть назву розділу.

source: Volume name can only be a maximum of 32 characters.
ca: El nom del volum pot tenir, com a molt, 32 caràcters.
da: Navnet på diskenheden kan maksimalt bestå af 32 tegn.
de: Volume-Name kann nur ein Maximum von 32 Zeichen sein.
eu: Bolumen izenak gehinez 32 hizkirri izan ditzake.
fi: Nimike voi sisältää maks. 32 merkkiä.
nl: Volumenaam mag maximaal 32 tekens bevatten.
ro: Numele volumului este limitat la maximum 32 de caractere.
si: වෙළුම් නාමය උපරිම අක්ෂර 32ක් පමණක් විය යුතුයි.
tr: Hacim adı en fazla 32 karakter olabilir.
uk: Назва розділу може містити максимум 32 символи.

source: Can't load vob
ar: vob لا يستطيع تحميل
ca: No es pot carregar el fitxer vob
da: Kan ikke indlæse vob
de: Vob kann nicht geladen werden
eu: Ezin da vob gertatu
fi: Vob ei lataudu
nl: Kan vob niet laden
ro: Nu pot încărca fişierele vob
si: vob ලබාගත නොහැක
tr: Vob yüklenemedi
uk: Не вдалось завантажити vob

source: Burning
ar: الحرق
ca: S'està gravant
da: Brænder
de: Brennen im Gange
eu: Erretzen
fi: Poltetaan
nl: Branden
ro: Inscripţionez
si: දැවෙමින්
tr: Yazılıyor
uk: Запис

source: Please insert a blank or rewritable DVD into the device %s.
ar: %s الرجاء ادراج قرص فارغ او قابل لاعادة الكتابة في الجهاز
ca: Inseriu un DVD buit o reenregistrable al dispositiu %s.
da: Indsæt venligst en tom eller skrivbar DVD i enheden %s.
de: Legen Sie bitte einen leere oder wiederbeschreibbare DVD in das Laufwerk %s ein.
eu: Mesedez txertatu DVD huts edo bergrabagarri bat %s gailuan.
fi: Aseta tyhjä tai tyhjennyskelpoinen DVD asemaan %s.
nl: Aub lege of herschrijfbare DVD in brander %s leggen.
ro: Vă rog să introduceţi un DVD gol sau reinscriptibil în dispozitivul %s.
si: කරුණාකර හිස් හෝ නැවත ලිවිය හැකි ඩීවිඩී තැටියක් %s ධාවකයට ඇතුළත් කරන්න.
tr: Lütfen %s aygıtına yeniden yazılabilir yada boş bir DVD takın.
uk: Будь ласка, вставте чистий, або перезаписуваний DVD диск до пристрою %s.

source: Aborted
ar: مجهض
ca: S'ha interromput
da: Afbrudt
de: Abgebrochen
eu: Utzita
fi: Keskeytetty
nl: Afgebroken
ro: Anulat
si: අත්හැරී ය
tr: Sonlandırıldı
uk: Відмінено

source: Size of Disc Image > %.2f GB. Do you want to continue?
ar: هل تريد الاستمرار؟ %.2f GB.حجم صورة القرص
ca: La mida de la imatge del disc és més gran de %.2f GB. Voleu continuar?
da: Størrelsen af diskafbildning > %.2f GB. Vil du fortsætte?
de: Größe von Disc-Image > %.2f GB. Möchten Sie fortfahren?
eu: Diska Irudiaren Neurria > %.2f GB. Jarraitzea nahi duzu?
fi: Levykuvan koko > %.2f GB. Jatketaanko?
nl: Grootte van de disk-image > %.2f GB. Wil je verder gaan?
ro: Imaginea de disc este mai mare de %.2f Gb. Vreţi să continui?
si: තැටි ඡායාවේ විශාලත්වය > %.2f ගිබි. ඉදිරියට යා යුතු ද?
tr: Disk Görüntüsü Boyutu > %.2f GB. Devam etmek istiyor musunuz?
uk: Розмір образу диска > %.2f ГБ. Бажаєте продовжити?

source: Cleaning temporary directory
ar: تنظيف الدليل المؤقت
ca: S'està buidant la carpeta temporal
da: Tømmer mappen med midlertidige filer
de: Temporäres Verzeichnis wird bereinigt
eu: Aldibaterako zuzenbidea garbitzen
fi: Tyhjennetään temp-hakemisto
nl: Tijdelijke map wordt geschoond
ro: Ştergere dosar temporar
si: තාවකාලික නාමාවලිය පිරිසිඳු කරමින්
tr: Geçici dizin temizleniyor
uk: Очищення тимчасового каталогу

source: Cannot remove directory '%s'
ar: '%s' لا يستطيع ازالة الدليل
ca: No s'ha pogut esborrar la carpeta «%s».
da: Kan ikke fjerne mappen '%s'
de: Verzeichnis »%s« kann nicht entfernt werden
eu: Ezin da '%s' zuzenbidea kendu
fi: Hakemiston '%s' poistaminen ei onnistu
nl: Kan map '%s' niet verwijderen.
ro: Nu pot elimina directorul '%s'
si: '%s' නාමාවලිය ඉවත් කළ නොහැක
tr: '%s' dizini kaldırılamıyor
uk: Неможливо вилучити папку '%s'

source: Generating DVD
ar: DVD توليد
ca: S'està creant el DVD
da: Genererer DVD
de: DVD wird generiert
eu: DVD-a sortzen
fi: Luodaan DVD
nl: Genereren van DVD
ro: Generare DVD
si: ඩීවීඩී ය සකසමින්
tr: DVD Oluşturuluyor
uk: Створення DVD

source: Adding ECC data
ar: المضافة ECC بيانات
ca: S'estan afegint les dades ECC
da: Tilføjer ECC-data
de: Fehlerkorrekturcode-Daten werden hinzugefügt
eu: ECC datuak gehitzen
fi: Lisätään ECC-tiedot
nl: ECC-data wordt toegevoegd
ro: Adaugă date ECC
si: ECC දත්ත එක් කරමින්
tr: ECC verisi ekleniyor
uk: Додавання даних для корекції помилок.

source: Found transcoded file in cache for '%s'
ar: العثور على الملفات المحولة في ذاكرة التخزين المؤقت ل '%s'
ca: S'ha trobat un fitxer transcodificat de «%s» a la memòria cau
da: Fandt omkodede filer i cache til '%s'
de: Transcodierte Datei im Cache gefunden für »%s«
eu: Aurkitu transkodeatutako agiria katxean '%s'-rako
fi: Puskurista löytyi tiedosto '%s':lle
nl: Getranscodeerd bestand voor '%s' gevonden in cache.
ro: Fişier transcodat găsit în cache pentru '%s'
si: '%s' හී පරිවර්තිත ගොනුවක් තාවකාලික නාමාවලියේ හමුවිය
tr: '%s' önbelleği için dönüştürülmüş dosya bulundu
uk: В кеші знайдено переконвертований файл для '%s'

source: Transcode video %u of %lu
de: Video %u von %lu transcodieren
nl: Transcoderen video %u van %lu
si: වීඩියෝව පරිවර්තිත %uක් %luන්

source: Formatting DVD-RW
ar: DVD RW تهيئة
ca: S'està formatant el DVD-RW
da: Formaterer DVD-RW
de: DVD-RW wird formatiert
eu: DVD-RW formateatzen
fi: Alustetaan DVD-RW
nl: DVD-RW wordt geformatteerd
ro: Ştergere DVD-RW
si: DVD-RW ප්‍රතිආකෘතිගත කරමින්
tr: DVD-RW Biçimlendiriliyor
uk: Форматування DVD-RW

source: Please insert a rewritable DVD into the device %s.
ar: %s. قابل لاعادة الاستعمال الى الجهاز DVD رجاء ادخل
ca: Inseriu un DVD reenregistrable al dispositiu %s.
da: Indsæt venligst en genskrivbar DVD i enheden %s.
de: Legen Sie bitte eine wiederbeschreibbare DVD in das Laufwerk %s ein.
eu: Mesedez sartu DVD bergrabagarria %s gailuan.
fi: Aseta uudelleenkirjoitettava DVD asemaan %s.
nl: Aub lege herschrijfbare DVD in brander %s leggen.
ro: Vă rog să introduceţi un DVD reinscriptibil în dispozitivul %s.
si: කරුණාකර %s ධාවකයට නැවත ලිවිය හැකි ඩීවීඩීයක් ඇතුළු කරන්න.
tr: Lütfen %s aygıtına yeniden yazılabilir bir DVD takın.
uk: Будь ласка, вставте перезаписуваний DVD диск до пристрою %s.

source: Formatting DVD-RW failed. Try again?
ar: حاول ثانية DVD RW فشل تهيئة
ca: Ha fallat el formatat del DVD-RW. Ho voleu tornar a intentar?
da: Formatering af DVD-RW mislykkedes. Prøv igen?
de: Formatierung der DVD-RW fehlgeschlagen. Erneut versuchen?
eu: Hutsegitea DVD-RW-a formateatzerakoan. Berriro saiatu?
fi: Alustus epäonnistui. Yritetäänkö uudelleen?
nl: Formatteren van DVD-RW is mislukt. Nogmaals proberen?
ro: Ştergere DVD-RW nereuşită. Mai încerc o dată?
si: ඩීවීඩී-RW ප්‍රතිසැකසුම්ගත කිරීම අ සාර්ථකයි. නැවත උත්සාහ කරන්න ද?
tr: DVD-RW biçimlendirme başarısız. Tekrar denensin mi?
uk: Формаьування DVD-RW невдалось. Спробувати знову?

source: -> skipped <-
ar: -> تخطي <-
ca: -> s'ha omès <-
da: -> udelod <-
de: -> übersprungen <-
eu: -> jauzita <-
fi: -> ohitettu <-
nl: -> overgeslagen <-
ro: -> sărit <-
si: -> අත්හැර <-
tr: -> atlandı <-
uk: -> пропущено <-

source: There is not enough space to store ISO: cache emptying.
ar: ذاكرة التخزين المؤقت افراغ :ISO لا توجد مساحة كافية لتخزين
ca: No hi ha prou espai per desar la imatge ISO. S'està buidant la memòria cau.
da: Der er ikke nok diskplads til at opbevare ISO: cachen tømmes.
de: Es gibt nicht genügend Platz, um ISO zu speichern: Cache wird geleert.
eu: Ez dago nahikoa toki ISO-a biltegiratzeko: katxea husten.
fi: Liian vähän tilaa ISO:n tallennukseen. Tyhjennetään puskuri.
nl: Niet genoeg ruimte om ISO op te slaan: cache wordt geleegd.
ro: Nu este spaţiu suficient pentru stocarea imaginii ISO: şterg cache-ul.
si: ISO ගොනුව සුරැකීමට ප්‍රමාණවත් තරම් ඉඩකඩ නොමැත: තාවකාලික නාමාවලිය හිස් කරමින්.
tr: ISO saklamak için yeterli alan yok: önbellek boşaltılıyor
uk: Недостатньо місця для збереження ISO-файлу: очищення кешу.

source: Creating ISO image
ar: iso خلق صورة
ca: S'està creant la imatge ISO
da: Opretter ISO-billede
de: ISO-Image wird erstellt
eu: ISO irudia sortzen
fi: Luodaan ISO näköiskuvaa
nl: Genereren van ISO-image
ro: Creare imagine ISO
si: iso ඡායාව තනමින්
tr: ISO görüntüsü oluşturuluyor
uk: Створення ISO образу.

source: Generating menu %u of %lu
ar: %u من %lu توليد القائمة
ca: S'està creant el menú %u de %lu
da: Genererer menu %u af %lu
de: Menü %u von %lu wird generiert
eu: Menu sortzen %u -> %lu-tik
fi: Luodaan valikkoa %u %lu:lle
nl: Genereren van menu %u van %lu
ro: Generare %u meniuri din %lu
si: මෙනු %u හි %lu සැකසෙමින්
tr: %u - %lu menüsü oluşturuluyor
uk: Створення меню %u з %lu

source: Create menu MPEG
ar: MPEG خلق قائمة
ca: Crea el fitxer MPEG del menú
da: Opretter menu MPEG
de: Menü MPEG erstellen
eu: Sortu MPEG menua
fi: Luodaan valikko-MPEG
nl: Genereer menu MPEG
ro: Creare meniu MPEG
si: MPEG මෙනුව සකසන්න
tr: MPEG menüsü oluştur
uk: Створення mpeg-файлу для меню

source: Error creation of menu
ar: خطا في انشاء القائمة
ca: Hi ha hagut un error en la creació del menú
da: Fejl ved oprettelse af menu
de: Fehler bei Erstellung von Menü
eu: Akatsa menua sortzerakoan
fi: Valikon luonti epäonnistui
nl: Fout bij genereren van menu
ro: Eroare la crearea meniului
si: මෙනුව සැකසීමේ දෝෂ
tr: Menü oluşturma hatası
uk: Помилка при створенні меню

source: Video duration: %f sec
ar: %f sec :مدة الفيديو
ca: Durada del vídeo: %f segons
da: Varighed af video: %f sek
de: Video-Zeitdauer: %f Sek.
eu: Bideoaren iraupena: %f seg
fi: Videon kesto: %f s.
nl: Videoduur: %f sec
ro: Durată video : %f sec
si: වීඩියෝ ප්‍රවර්තනය: තත් %f
tr: Video süresi: %f san
uk: Тривалість відео: %f сек

source: Encoding frame %d of %d
ar: %d من %d تشفير الاطار
ca: S'esta codificant el fotograma %d de %d
da: Indkoder billede %d af %d
de: Encoding des Frames %d von %d
eu: Frame kodeaketa %d -> %d-tik
fi: Koodataan kuvaa %d / %d
nl: Coderen van frame %d van %d
ro: Codare cadrul %d din %d
si: රාමුව %d හි %d විකේතනය කෙරෙමින්
tr: %d - %d kare dönüştürüldü
uk: Кодування кадру %d з %d

source: Transcode audio from
ar: الصوت من Transcode
ca: Transcodifica l'àudio de
da: Omkode lyd fra
de: Audio transcodieren aus
eu: Transkodeatu audia hemendik
fi: Koodataan audio
nl: Transcoderen audio van
ro: Transcodare fişier audio din:
si: ශ්‍රව්‍ය පරිවර්තනය, සිට
tr: Sesi şuradan dönüştür
uk: Транскодування аудіо з

source: Error transcoding of
ar: خطا تشفير عبر
ca: Hi ha hagut un error en la transcodificació de
da: Fejl ved omkodning af
de: Fehler bei Transcoding von
eu: Akatsa transkodeatzen
fi: Virhe koodattaessa
nl: Fout bij transcoderen van
ro: Eroare transcodare
si: පරිවර්තනය අසාර්ථකයි,
tr: Dönüştürme hatası:
uk: Помилка транскодування

source: Multiplexing audio and video
ar: الارسال المتعدد الصوت والفيديو
ca: S'està multiplexant l'àudio i el vídeo
da: Multiplekser lyd og video
de: Multiplexing von Audio und Video
eu: Audioa eta bideo multiplexatzen
fi: Yhdistetään audio ja video
nl: Multiplexen van audio en video
ro: Multiplexare audio şi video
si: ශ්‍රව්‍ය හා වීඩියෝ එකලස් කෙරෙමින්
tr: Ses ve video çoğaltılıyor
uk: Мультиплексування аудіо та відео

source: Audio duration: %f sec
ar: ثانية % f :مدة الصوت
ca: Durada de l'àudio: %f segons
da: Varighed af lyd: %f sek
de: Audio-Zeitdauer: %f Sek.
eu: Audioaren iraupena: %f seg
fi: Äänen kesto: %f s.
nl: Audioduur: %f sec
ro: Durată audio : %f sec
si: ශ්‍රව්‍ය ප්‍රවර්තනය: තත් %f
tr: Ses süresi: %f san
uk: Тривалість аудіо: %f сек

source: Frame count of menu:
ar: عدد الاطارات من القائمة:
ca: Número de fotogrames del menú:
da: Antal billeder i menu:
de: Frame-Anzahl von Menü:
eu: Menuaren frame zenbatekoa:
fi: Valikon kuvaluku:
nl: Aantal frames voor menu:
ro: Numărul cadrelor meniului:
si: මෙනුවේ රාමු සංඛ්‍යාව:
tr: Menü kare sayısı:
uk: Кількість кадрів в меню:

source: Multiplexing subpictures into mpeg
ar: صور فرعية متنوعة في التلفزيون
ca: S'estan multiplexant les subimatges al fitxer mpeg
da: Multiplekser underbilleder til mpeg
de: Multiplexing von Subpictures in MPEG
eu: Azpirudiak mpeg-an multiplexatzen
fi: Yhdistetään tekstitys Mpeg-tiedostoon
nl: Multiplexen van subafbeeldingen naar mpeg
ro: Multiplexare denumiri butoane în mpeg
si: අනුඡායා mpeg වෙත එකලස් කෙරෙමින්
tr: Mpeg içine alt resimler çoğaltılıyor
uk: Мультиплексування субкартинок (subpictures) в mpeg

source: Can't rename file '%s' in '%s'
ar: '%s' في '%s'لا يستطيع تبديل اسم الملف
ca: No es pot canviar el nom del fitxer «%s» per «%s»
da: Kan ikke omdøbe filen '%s' i '%s'
de: Datei »%s« kann nicht in »%s« umbenannt werden
eu: Ezin da '%s' agiria '%s' bezala berrizendatu
fi: Tiedoston nimeä '%s' kohdassa '%s' ei voi muuttaa
nl: Kan bestand '%s' niet henoemen naar '%s'
ro: Nu pot redenumi fişierul '%s' ca '%s'
si: ගොනුව '%s' හි '%s' ප්‍රතිනාම කළ නොහැක
tr: '%s' dosyası '%s' içinde adlandırılamıyor
uk: Неможливо перейменувати файл '%s' в '%s'

source: Error creation of transition
ca: Hi ha hagut un error creant la transició
da: Fejl ved oprettelse af overgang
de: Fehler bei Erstellung von Transition
eu: Akatsa aldaketa sortzerakoan
nl: Fout bij genereren overgang
ro: Eroare la crearea tranziției
si: සංක්‍රාන්තිය සැකසීමේ දෝෂ
tr: Geçiş oluşturma hatası
uk: Помилка створення переходу
