Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: Please add a video track first.
ar: الرجاء اضافة مسار فيديو اولا
ca: Afegiu abans una pista de vídeo.
da: Tilføj først et videospor.
de: Fügen Sie bitte zuerst eine Videospur hinzu.
eu: Mesedez gehitu bideo bide bat lehenik.
fi: Lisää ensin videoraita.
nl: Aub eerst een audiotrack toevoegen.
ro: Vă rog să adăugaţi mai întâi o pistă video.
si: කරුණාකර පළමුව වීඩීයෝ පථයක් එක් කරන්න.
tr: Önce lütfen bir video parçası ekleyin.
uk: будь ласка, додайте спочатку відео.

source: Maximal 99 menus are allowed for one titleset.
ar: القوائم 99 الاعلى المسموح بها لتعيين عنوان واحد
ca: Cada conjunt de títols pot tenir 99 títols com a màxim.
da: Maksimalt 99 menuer er tilladt til ét titelsæt.
de: Maximal 99 Menüs sind für ein Titelset erlaubt.
eu: Gehienez 99 menu ahalbidetzen dira izenburu-ezarpen baterako.
fi: Yhteen kokoelmaan voi sisältyä korkeintaan 99 valikkoa:
nl: Maximaal 99 menu's zijn toegestaan voor één titelset.
ro: Maxim 99 de meniuri sunt permise pentru un grup de titluri.
si: උපරිම මාතෘකා 99ක් එක් මාතෘකා කට්ටලයකට ලබාදිය හැක.
tr: Bir menü için en fazla 99 başlığa izin verilir.

source: Do you really want to delete %s?
ar: %s هل تريد حقا حذف ؟
ca: Voleu eliminar %s?
da: Vil du virkelig slette %s?
de: Möchten Sie %s wirklich löschen?
eu: Egitan nahi duzu %s ezabatzea?
fi: Aiotko tosiaan poistaa %s?
nl: Wil je %s echt verwijderen?
ro: Sigur vreţi să ştergeţi %s?
si: %s විනාශ කිරීමට ඔබට අවශ්‍ය ද?
tr: Gerçekten %s ögesini silmek istiyor musunuz?
uk: Ви дійсно бажаєте видалити %s?

source: Titleset Manager
ar: عنوان تعيين المدير
ca: Gestor de joc de títols
da: Håndtering af titelsæt
de: Titelset-Manager
eu: Izenburu-ezarpen Kudeatzailea
fi: Kokoelmahallinta
nl: Titelset Beheer
ro: Gestionar titluri de grup
si: මාතෘකා කට්ටල කළමනාකරු
tr: Başlık Seti Yöneticisi
uk: Менеджер наборів розділів

source: Video frame
ar: اطار الفيديو
ca: Fotograma
da: Videobillede
eu: Bideo framea
fi: Videokuva
ro: Cadru video
si: වීඩියෝ රාමු
tr: Video karesi
uk: Кадр з відео

source: Video properties
ar: خصائص الفيديو
ca: Propietats del vídeo
da: Videoegenskaber
de: Video-Eigenschaften
eu: Bideo ezaugarriak
fi: Video-ominaisuudet
nl: Video-eigenschappen
ro: Proprietăţi video
si: වීඩියෝ ලක්ෂණ
tr: Video özellikleri
uk: Властивості відео:

source: progressive
ar: تقدمي
ca: progressiu
da: progressiv
de: Progressiv (Vollbilder)
eu: aurrerakorra
fi: progressiivinen
nl: progressief
ro: progresiv
si: ප්‍රගාමී
tr: gelişimsel
uk: прогресивна

source: interlace
ar: شابك
ca: entrellaçat
de: Interlacing (Halbbilder)
eu: elkarlotua
fi: lomitus
ro: întreţesere
si: රේන්දගත
tr: geçmeli
uk: черезрядкова

source: border
ar: الحدود
ca: vora
da: kant
de: Rahmen
eu: hertza
nl: rand
ro: margine
si: කඩඉම
tr: kenar
uk: рамка

source: crop
ar: قص
ca: escapçat
da: beskær
de: Beschneiden
eu: moztu
nl: inkorten
ro: restrângere
si: කප්පාදු
tr: kırp
uk: обрізати

source: Border
ar: الحدود
ca: Vora
da: Kant
de: Rahmen
eu: Hertza
fi: Reunus
nl: Rand
ro: Bordură
si: කඩඉම
tr: Kenar
uk: амка

source: Crop
ar: قص
ca: Escapçat
da: Beskær
de: Beschneiden
eu: Moztu
fi: Rajaa
nl: Inkorten
ro: Crop (restrângere)
si: කප්පාදු
tr: Kırp
uk: Обрізати

source: Fade-In/Out:
ar: تتلاشى للداخل/الخارج
ca: Fosa d'inici/tancament:
da: Fade ind/ud:
eu: Hutsalpena:
fi: Alku-/Loppuhäivytys:
nl: Fade In/Uit:
ro: Reliefare:
si: ආරම්භය/අවසානය විවර්ණ:
tr: Açılma/Solma:
uk: Поява/зникнення:

source: Start:
ar: البدء:
ca: Inici:
eu: Hasiera:
fi: Alku:
ro: Pornire:
si: ආරම්භ:
tr: Başlangıç:
uk: Початок:

source: Cut beginning
ar: بداية القطع
ca: Inici del tall
da: Klip begyndelse
de: Schnitt-Beginn
eu: Ebaketa hasiera
fi: Leikkaa alku
nl: Knip het begin
ro: Taie începutul
si: ආරම්භය කපන්න
tr: Başlangıcı Kes
uk: Обрізати початок

source: Cut ending
ar: نهاية القطع
ca: Final del tall
da: Klip slutning
de: Schnitt-Ende
eu: Ebaketa amaiera
fi: Leikkaa loppu
nl: Knip het einde
ro: Taie finalul
si: අවසානය කපන්න
tr: Bitişi Kes
uk: Обрізати закінчення

source: Invalid time
ar: الوقت باطل
ca: El temps és incorrecte
da: Ugyldig tid
de: Ungültige Zeit
eu: Denbora baliogabea
fi: Kelvoton aika
nl: Ongeldige tijd
ro: Timp invalid
si: අවලංගු කාලය
tr: Geçersiz süre
uk: Невірний час

source: Video:
ar: فديو:
ca: Vídeo:
eu: Bideoa:
si: වීඩියෝ:
uk: Відео:

source: Subtitle:
ar: العنوان الثانوي:
ca: Subtítols:
da: Undertekst:
de: Untertitel:
eu: Azpidatzia:
fi: Tekstitys:
nl: Ondertitel:
ro: Subtitrare:
si: උපසිරැසි:
tr: Altyazı:
uk: Субтитри:

source: Welcome
ar: مرحبا
ca: Benvinguda
da: Velkommen
de: Willkommen
eu: Ongi etorri
fi: Tervetuloa
nl: Welkom
ro: Bun Venit
si: ආයුබෝවන්
tr: Hoş Geldiniz
uk: Ласкаво

source: New project
ar: انشاء مشروع جديد
ca: Projecte nou
da: Nyt projekt
de: Neues Projekt
eu: Egitasmo berria
fi: Uusi projekti
nl: Nieuw project
ro: Proiect nou
si: නව ව්‍යාපෘතිය
tr: Yeni proje
uk: Новий проект

source: Create a new project
ar: انشاء مشروع جديد
ca: Crea un projecte nou
da: Opret et nyt projekt
de: Ein neues Projekt erstellen
eu: Sortu egitasmo berri bat
fi: Aloita uusi projekti
nl: Creëer een nieuw project
ro: Creare proiect nou
si: නව ව්‍යාපෘතියක් තනන්න
tr: Yeni proje oluştur
uk: Розпочати новий проект

source: Open project
ar: فتح المشروع
ca: Obre un projecte
da: Åbn projekt
de: Projekt öffnen
eu: Ireki egitasmoa
fi: Avaa projekti
ro: Deschide un proiect
si: ව්‍යාපෘතියක් විවෘත කරන්න
tr: Proje aç
uk: Відкрити проект

source: Open an existing project file
ar: فتح ملف مشروع موجود
ca: Obre un projecte existent
da: Åbn en eksisterende projektfil
de: Eine vorhandene Projektdatei öffnen
eu: Ireki badagoen egitasmo agiri bat
fi: Avaa aikaisempi projektitiedosto
nl: Open een bestaand projectbestand
ro: Deschide un proiect existent
si: දැනටත් පවතින ව්‍යාපෘතියක් විවෘත කරන්න
tr: Mevcut bir projeyi aç
uk: Відкрити існуючий файл проекту

source: Browse files...
ar: استعراض الملفات...
ca: Navega pels fitxers...
da: Gennemse filer…
de: Dateien durchsuchen …
eu: Bilatu agiriak...
fi: Selataan tiedostoja...
nl: Blader door bestanden..
ro: Caută fişiere...
si: ගොනු විමසන්න...
tr: Dosyalara gözat...
uk: Перегляд файлів...

source: JPEG: Couldn't load - file is probably corrupted.
ar: لا يستطيع تحميل - الملف فاسد:JPEG
ca: JPEG: No s'ha pogut carregar el fitxer. Potser està malmès.
da: JPEG: Kunne ikke indlæse filen. Den er sandsynligvis ødelagt.
de: JPEG: Konnte nicht geladen werden - Datei ist wahrscheinlich beschädigt.
eu: JPEG: Ezinezkoa gertatzea - agiria zihurrenik hondatuta dago.
fi: JPEG: Ei lataudu - tiedosto ehkä vioittunut.
nl: JPEG: Kan het bestand niet laden - het is waarschijnlijk beschadigd.
ro: JPEG: Nu pot încărca - fişierul este probabil deteriorat.
si: JPEG: ලබාගත නොහැක - ගොනුව දුෂ්ප්‍රතිපන්න වී ඇතිවා විය හැක.
tr: JPEG: Yüklenemedi - muhtemelen dosya bozuk.
uk: JPEG: Неможливо завантажити - можливо файл пошкоджено.

source: JPEG: Couldn't save image.
ar: لا يمكن حفظ صورة:JPEG
ca: JPEG: No s'ha pogut desar la imatge.
da: JPEG: Kunne ikke gemme billede.
de: JPEG: Bild konnte nicht gespeichert werden.
eu: JPEG: Ezinezkoa irudia gordetzea.
fi: JPEG: Tallennus ei onnistunut.
nl: JPEG: Kan afbeelding niet opslaan.
ro: JPEG: Nu pot salva imaginea.
si: JPEG: ඡායාව සුරැකීමට නොහැකි විය.
tr: JPEG: Görüntü kaydedilemedi.
uk: JPEG: Немоливо зберегти зобраення.

source: No handler found for image type.
ar: لا عامل وجد لنوع الصورة.
ca: No s'ha trobat un gestor per aquest tipus d'imatge
da: Dette billedformat understøttes ikke.
de: Kein Handler für Bildtyp gefunden.
eu: Ez da kudeatzailerik aurkitu irudi motarentzat.
nl: Geen bewerkingsprogramma gevonden voor dit afbeeldingstype.
ro: Nu s-a găsit interpretor pentru acest tip de imagine.
si: ඡායා වර්ගයට හසුරුවන්නකු සොයාගත නොහැක.
tr: Görüntü türü için işleyici bulunamadı.
uk: Не знайдено обробника для цього типу зображення.

source: No image handler for type %d defined.
ar: معرف %d لا عامل صورة للنوع
ca: El tipus d'imatge %d no té assignat cap gestor.
da: Billedformatet %d er ikke defineret.
de: Kein Bild-Handler für Typ %d definiert.
eu: Ez da irudi kudeatzailerik zehaztu %d motarako.
nl: Geen bewerkingsprogramma voor afbeeldingstype %d gedefinieerd.
ro: Nici un interpretor de imagini definit pentru tipul %d.
si: %d වර්ගයට ඡායා හසුරුවන්නකු සොයාගත නොහැක.
tr: %d türü için görüntü işleyici tanımlanmış.
uk: Не вказано обробника для зображення %d типу.

source: Can't load image from file '%s': file does not exist.
ar: الملف غير موجود :'%s' لا يمكن تحميل صورة من الملف
ca: No es pot carregar la imatge. El fitxer «%s» no existeix.
da: Kan ikke indlæse billede fra fil '%s': filen findes ikke.
de: Bild kann nicht aus Datei »%s« geladen werden: Datei ist nicht vorhanden.
eu: Ezin da irudia gertatu '%s' agiritik: agiria ez dago.
fi: Ei voi ladata kuvaa tiedostosta '%s' - tiedostoa ei löydy.
nl: Kan afbeelding uit bestand '%s' niet laden: bestand bestaat niet.
ro: Nu pot încărca imagini din fişierul '%s': fişierul nu există.
si: '%s' ගොනුවෙන් ඡායාව ලබාගත නොහැක: ගොනුව නො පවතියි.
tr: Görüntü '%s' dosyasından yüklenemiyor: dosya mevcut değil.
uk: Неможливо завантажити зображення з файлу '%s': файл неіснує.

source: &Don't show this dialog again
ar: & عدم اظهار هذه الرسالة مرة اخرى
ca: No tornis a mostrar més aquest &diàleg
da: &Vis ikke denne meddelelse igen
de: &Diesen Dialog nicht wieder zeigen
eu: &Ez erakutsi berriro elkarrizketa hau
fi: Ä&lä näytä tätä ikkunaa uudelleen
nl: &Dit venster niet nogmaals tonen
ro: &Nu mai afişa acest dialog
si: මෙම පණිවුඩය නැවත නො පෙන්වන්න
tr: &Bu iletişimi tekrar gösterme
uk: &Не показувати це повідомлення знову

source: Blue Arrow
ar: سهم احمر
ca: Fletxa blava
da: Blå pil
de: Blauer Pfeil
eu: Gezi Urdina
fi: Sininen nuoli
nl: Blauwe Pijl
ro: Săgeată albastră
si: නිල් ඊතලය
tr: Mavi Ok
uk: Блакитна стрілка

source: Colour of the circle
ar: لون من الدائرة
ca: Color del cercle
da: Cirkelfarve
de: Farbe des Kreises
eu: Borobilaren margoa
fi: Kehän väri
nl: Kleur van de cirkel
ro: Culoare cerc
si: වෘත්තයේ වර්ණය
tr: Dairenin rengi
uk: Колір кола

source: Stroke color
ar: لون الحد
ca: Color del traç
da: Stregfarve
de: Strichfarbe
eu: Inguru margoa
fi: Piirtoväri
nl: Slagkleur
ro: Culoare linie:
si: පහරෙහි වර්ණය
tr: Vurgu rengi
uk: Колір контура

source: Arrow color
ar: لون السهم
ca: Color de la fletxa
da: Pilfarve
de: Pfeilfarbe
eu: Gezi margoa
fi: Nuolen väri
nl: Pijlkleur
ro: Culoare săgeată
si: ඊතල වර්ණය
tr: Ok rengi
uk: Колір стрілки

source: Cool Arrow
ar: سهم احمر
ca: Fletxa vistosa
da: Cool pil
de: Cooler Pfeil
eu: Ederki Gezia
fi: Cool nuoli
nl: Koele Pijl
ro: Săgeată simpatică
si: සිසිල් ඊතලය
tr: Klas Ok
uk: Класна стрілка

source: Color 1
ar: لون 1
ca: 1r. color
da: Farve 1
de: Farbe 1
eu: 1 Margoa
fi: Väri 1
nl: Kleur 1
ro: Culoare 1
si: වර්ණ 1
tr: Renk 1
uk: Колір 1

source: Color 2
ar: 2 لون
ca: 2n. color
da: Farve 2
de: Farbe 2
eu: 2 Margoa
fi: Väri 2
nl: Kleur 2
ro: Culoare 2
si: වර්ණ 2
tr: Renk 2
uk: Колір 2

source: Double Arrow
ar: سهم مزدوج
ca: Fletxa doble
da: Dobbeltpil
de: Doppelpfeil
eu: Gezi Bikoitza
fi: Kaksoisnuoli
nl: Dubbele Pijl
ro: Săgeată dublă
si: ද්විත්ව ඊතල
tr: Çift Ok
uk: Подвійна стрілка

source: Arrow color 1
ar: لون السهم 1
ca: 1r. color de la fletxa
da: Pilfarve 1
de: Pfeilfarbe 1
eu: Gezi margoa 1
fi: Nuolen väri 1
nl: Pijlkleur 1
ro: Culoare săgeată 1
si: ඊතල වර්ණ 1
tr: Ok rengi 1
uk: Колір стрілки 1

source: Arrow color 2
ar: لون السهم 2
ca: 2n. color de la fletxa
da: Pilfarve 2
de: Pfeilfarbe 2
eu: Gezi margoa 2
fi: Nuolen väri 2
nl: Pijlkleur 2
ro: Culoare săgeată 2
si: ඊතල වර්ණ 2
tr: Ok rengi 2
uk: Колір стрілки 2

source: Golden Arrow
ar: سهم احمر
ca: Fletxa daurada
da: Gylden pil
de: Goldener Pfeil
eu: Gezi Urrekara
fi: Kultanuoli
nl: Gouden Pijl
ro: Săgeată aurie
si: රත්‍රන් ඊතලය
tr: Altın Ok
uk: Золота стрілка

source: Green Arrow Double
ar: مراة سهم لليسار
ca: Fletxa verda doble
da: Grøn dobbeltpil
de: Grüner Doppelpfeil
eu: Gezi Orlegi Bikoitza
fi: Vihreä kaksoisnuoli
nl: Dubbele Groene Pijl
ro: Săgeată verde dublă
si: ද්විත්ව කොළ ඊතලය
tr: Yeşil Çift Ok
uk: Подвійна зелена стрілка

source: Arrow 1 colour
ar: سهم احمر
ca: Color de la 1a. fletxa
da: Pil 1 farve
de: Farbe von Pfeil 1
eu: Gezia margoa 1
fi: Nuoli 1:n väri
nl: Kleur pijl 1
ro: Culoare săgeată 1
si: ඊතල වර්ණ 1
tr: Ok 1 rengi
uk: Колір стрілки 1

source: Arrow 2 colour
ar: سهم احمر
ca: Color de la 2a. fletxa
da: Pil 2 farve
de: Farbe von Pfeil 2
eu: Gezia margoa 2
fi: Nuoli 2:n väri
nl: Kleur pijl 2
ro: Culoare săgeată 2
si: ඊතල වර්ණ 2
tr: Ok 2 rengi
uk: Колір стрілки 2

source: Green Arrow
ar: سهم احمر
ca: Fletxa verda
da: Grøn pil
de: Grüner Pfeil
eu: Gezi Orlegia
fi: Vihreä nuoli
nl: Groene Pijl
ro: Săgeată verde
si: කොළ ඊතලය
tr: Yeşil Ok
uk: Зелена стрілка

source: Arrow colour
ar: سهم احمر
ca: Color de la fletxa
da: Pilfarve
de: Pfeilfarbe
eu: Gezi margoa
fi: Nuolen väri
nl: Pijlkleur
ro: Culoare săgeată
si: ඊතල වර්ණය
tr: Ok rengi
uk: Колір стрілки

source: Arrow Mirror Left
ar: مراة سهم لليسار
ca: Fletxa reflectida a l'esquerra
da: Spejlet pil venstre
de: Spiegelpfeil links
eu: Gezi Ispilua Ezkerrera
fi: Peilinuoli vasempaan
nl: Spiegel Pijl Links
ro: Săgeată stânga cu reflexie
si: ඊතලය වමට කැඩපත්
tr: Ok Ayna Sol
uk: Дзеркальна стрілка вліво

source: Reflection color 1
ar: انعكاس الالوان 1
ca: 1r. color del reflex
da: Refleksionsfarve 1
de: Reflexionsfarbe 1
eu: Islada margoa 1
fi: Heijastusväri 1
nl: Reflectiekleur 1
ro: Culoare reflexie 1
si: ඡායා වර්ණ 1
tr: Yansıma rengi 1
uk: Колір віддзеркалення 1

source: Reflection color 2
ar: انعكاس الالوان 1
ca: 2n. color del reflex
da: Refleksionsfarve 2
de: Reflexionsfarbe 2
eu: Islada margoa 2
fi: Heijastusväri 2
nl: Reflectiekleur 2
ro: Culoare reflexie 2
si: ඡායා වර්ණ 2
tr: Yansıma rengi 2
uk: Колір віддзеркалення 2

source: Arrow Mirror Right
ar: مراة سهم لليمين
ca: Fletxa reflectida a la dreta
da: Spejlet pil højre
de: Spiegelpfeil rechts
eu: Gezi Ispilua Eskuinera
fi: Peilinuoli oikeaan
nl: Spiegel Pijl Rechts
ro: Săgeată dreapta cu reflexie
si: ඊතලය දකුණට කැඩපත්
tr: Ayna Sağ Ok
uk: Дзеркальна стрілка вправо

source: Red Arrow
ar: سهم احمر
ca: Fletxa vermella
da: Rød pil
de: Roter Pfeil
eu: Gezi Gorria
fi: Punainen nuoli
nl: Rode Pijl
ro: Săgeată roşie
si: රතු ඊතලය
tr: Kırmızı Ok
uk: Червона стрілка

source: Button color
ar: لون الزر
ca: Color del botó
da: Knapfarve
de: Buttonfarbe
eu: Botoi margoa
fi: Painikeväri
nl: Knopkleur
ro: Culoare buton
si: බොත්තම් වර්ණය
tr: Düğme rengi
uk: Колір кнопки

source: Simple Arrow
ar: سهم احمر
ca: Fletxa simple
da: Simpel pil
de: Einfacher Pfeil
eu: Gezi margoa
fi: Yksinkert. nuoli
nl: Eenvoudige Pijl
ro: Săgeată simplă
si: සාමාන්‍ය ඊතලය
tr: Basit Ok
uk: Проста стрілка

source: Shadow
ar: الظل
ca: Ombra
da: Skygge
de: Schatten
eu: Itzala
fi: Varjo
nl: Schaduw
ro: Umbră
si: සෙවණැල්ල
tr: Gölge
uk: Тінь

source: Star Arrow
ar: سهم احمر
ca: Fletxa d'estrella
da: Stjernepil
de: Sternpfeil
eu: Hasiera Gezia
fi: Tähtinuoli
nl: Ster Pijl
ro: Stea căzătoare
si: ඊතලය ආරම්භය
tr: Yıldız Ok
uk: Зірка-стрілка

source: Colour of the star
ar: لون النجمة
ca: Color de l'estrella
da: Stjernens farve
de: Farbe des Sterns
eu: Izarraren margoa
fi: Tähden väri
nl: Kleur van de ster
ro: Culoare stea
si: තරුවේ වර්ණය
tr: Yıldız rengi
uk: Колір зірки

source: Colour of the triangle
ar: لون المثلث
ca: Color del triangle
da: Trekantens farve
de: Farbe des Dreiecks
eu: Hirukiaren margoa
fi: Kolmion väri
nl: Kleur van de driehoek
ro: Culoare triunghi
si: ත්‍රිකෝණයේ වර්ණය
tr: Üçgenin rengi
uk: Колір трикутника

source: Text Arrow Left
ar: مراة سهم لليسار
ca: Fletxa de text a l'esquerra
da: Tekstpil venstre
de: Textpfeil links
eu: Idazki Gezia Ezkerrera
fi: Tekstinuoli vasempaan
nl: Tekst Pijl Links
ro: Text săgeată stânga
si: වමට වගන්ති ඊතලය
tr: Metin Sol Oku
uk: Стрілка з текстом вліво

source: Text color
ar: لون النص
ca: Color del text
da: Tekstfarve
de: Textfarbe
eu: Idazki margoa
fi: Tekstin väri
nl: Tekstkleur
ro: Culoare text
si: වගන්ති වර්ණය
tr: Metin rengi
uk: Колір тексту

source: Text Arrow Right
ar: مراة سهم لليمين
ca: Fletxa de text a la dreta
da: Tekstpil højre
de: Textpfeil rechts
eu: Idazki Gezia Eskuinera
fi: Tekstinuoli oikeaan
nl: Tekst Pijl Rechts
ro: Text săgeată dreapta
si: දකුණට වගන්ති ඊතලය
tr: Sağ Metin Oku
uk: Стрілка з текстом вправо

source: Arrow
ar: سهم
ca: Fletxa
da: Pil
de: Pfeil
eu: Gezia
fi: Nuoli
nl: Pijl
ro: Săgeată
si: ඊතලය
tr: Ok
uk: Стрілка

source: Outline colour
ar: لون الخط الخارجي
ca: Color del contorn
da: Ydre kantfarve
de: Umrissfarbe
eu: Inguru margoa
nl: Omtrekkleur
ro: Culoare contur
si: මායිම් වර්ණය
tr: Dış çizgi rengi
uk: Колір контура

source: Outline width
ar: عرض الخط الخارجي
ca: Gruix del contorn
da: Ydre kantbredde
de: Umrissbreite
eu: Inguru zabalera
nl: Omtrekbreedte
ro: Grosime contur
si: මායිම් පළල
tr: Dış çizgi genişliği
uk: Ширина контура

source: Circle Arrow 3D
ar: سهم دائرة 3 الابعاد
ca: Fletxa 3D de cercle
da: Cirkelpil 3D
de: Pfeil im 3D-Kreis
eu: Borobil Gezia 3D
fi: Rengasnuoli 3D
nl: Cirkel Pijl 3D
ro: Săgeată circulară 3D
si: ත්‍රිමාණ වෘත ඊතලය
tr: 3B Daire Ok
uk: 3D стрілка в колі

source: Colour 1
ar: لون 1
ca: 1r. color
da: Farve 1
de: Farbe 1
eu: 1 Margoa
fi: Väri 1
nl: Kleur 1
ro: Culoare 1
si: වර්ණ 1
tr: Renk 1
uk: Колір 1

source: Colour 2
ar: لون 2
ca: 2n. color
da: Farve 2
de: Farbe 2
eu: 2 Margoa
fi: Väri 2
nl: Kleur 2
ro: Culoare 2
si: වර්ණ 2
tr: Renk 2
uk: Колір 2

source: Colour 3
ca: 3r. color
da: Farve 3
de: Farbe 3
eu: 3 Margoa
fi: Väri 3
nl: Kleur 3
ro: Culoare 3
si: වර්ණ 3
tr: Renk 3
uk: Колір 3

source: Ring colour
ar: لون الحلقة
ca: Color de l'anell
da: Ringfarve
de: Ringfarbe
eu: Eraztun margoa
fi: Renkaan väri
nl: Ringkleur
ro: Culoare cerc
si: කව වර්ණය
tr: Halka rengi
uk: Колір кільця

source: Circle Arrow
ar: سهم دائرة
ca: Fletxa de cercle
da: Cirkulær pil
de: Pfeil im Kreis
eu: Borobil Gezia
fi: Ympyränuoli
nl: Cirkel Pijl
ro: Săgeată circulară
si: වෘත ඊතලය
tr: Daire Ok
uk: Стрілка в колі

source: 3D Arrow Left
ar: مراة سهم لليسار
ca: Fletxa 3D a l'esquerra
da: 3D-pil venstre
de: 3D-Pfeil links
eu: 3D Gezia Ezkerrera
fi: 3D nuoli vasempaan
nl: 3D Pijl Links
ro: Săgeată 3D stânga
si: වමට ත්‍රිමාණ ඊතලය
tr: 3B Sol Ok
uk: 3D стрілка вліво

source: Color of upper part
ar: لون الجزء العلوي
ca: Color de la part alta
da: Farve øverste del
de: Farbe von oberem Teil
eu: Goikaldearen margoa
fi: Yläosan väri
nl: Bovenkantkleur
ro: Culoare parte superioară
si: ඉහළ කොටසේ වර්ණය
tr: Üst kısmın rengi
uk: Колір верхньої частини

source: Color of bottom part
ar: لون الجزء السفلي
ca: Color de la part baixa
da: Farve nederste del
de: Farbe von unterem Teil
eu: Behekaldearen margoa
fi: Alaosan väri
nl: Onderkantkleur
ro: Culoare parte inferioară
si: පහළ කොටසේ වර්ණය
tr: Alt kısmın rengi
uk: Колір нижньої частини

source: 3D Arrow Right
ar: مراة سهم لليمين
ca: Fletxa 3D a la dreta
da: 3D-pil højre
de: 3D-Pfeil rechts
eu: 3D Gezia Eskuinera
fi: 3D nuoli oikeaan
nl: 3D Pijl Rechts
ro: Săgeată 3D dreapta
si: දකුණට ත්‍රිමාණ ඊතලය
tr: 3B Sağ Ok
uk: 3D стрілка вправо

source: Fill colour
ar: لون الملء
ca: Color d'emplenat
da: Udfyldsfarve
de: Füllfarbe
eu: Betetze margoa
fi: Täyttöväri
nl: Opvulkleur
ro: Culoare umplere
si: පිරැවුම් වර්ණය
tr: Renk doldur
uk: Колір заливки

source: Box color
ar: لون الصندوق
ca: Color de la capsa
da: Boksfarve
de: Boxfarbe
eu: Kutxa margoa
fi: Laatikon väri
nl: Boxkleur
ro: Culoare cutie
si: පෙට්ටි වර්ණය
tr: Kutu rengi
uk: Колір рамки

source: X color
ar: لون X
ca: Color X
da: X-farve
de: Farbe X
eu: X margoa
fi: X väri
nl: X-kleur
ro: Culoare X
si: X වර්ණය
tr: X renk
uk: Колір X

source: Circle colour
ar: لون الدائرة
ca: Color del cercle
da: Cirkelfarve
de: Kreisfarbe
eu: Borobil margoa
fi: Kehän väri
nl: Cirkel kleur
ro: Culoare cerc
si: වෘත්ත වර්ණය
tr: Daire rengi
uk: Колір круга

source: Text colour
ar: اكد النص
ca: Color del text
da: Tekstfarve
de: Textfarbe
eu: Idazki margoa
fi: Tekstin väri
nl: Tekst kleur
ro: Culoare text
si: වගන්ති වර්ණය
tr: Metin rengi
uk: Колір тексту

source: Circle
de: Kreis
nl: Cirkel
si: වෘතය

source: Ellipse
ar: بيضوي
ca: El·lipsi
eu: Elipsea
fi: Ellipsi
nl: Ellips
ro: Elipsă
si: ඉලිප්ස
tr: Elips
uk: Еліпс

source: Image opacity
ar: عدم شفافية صورة
ca: Opacitat de la imatge
da: Billedgennemsigtighed
de: Bildopazität
eu: Irudi argikaiztasuna
fi: Kuvan läpinäkyvyys
nl: Doorzichtigheid afbeelding
ro: Opacitate imagine
si: ඡායා පාරාන්ධතාව
tr: Görüntü saydamlığı
uk: Непрозорість зображення

source: Inner colour
ar: اللون الداخلي
ca: Color intern
da: Indre farve
de: Innenfarbe
eu: Barne margoa
fi: Sisempi väri
nl: Binnenkant kleur
ro: Culoare interioară
si: ඇතුළත වර්ණය
tr: Dahili renk
uk: Внутрішній колір

source: Ellipse 45°
ca: El·lipsi a 45°
eu: Elipsea 45°
fi: Ellipsi 45°
nl: Ellips 45°
ro: Elipsă 45°
si: 45° ඉලිප්සය
tr: 45° Elips
uk: Еліпс 45°

source: Border width
ar: عرض الحدود
ca: Gruix del perfil
da: Kantbredde
de: Randbreite
eu: Hertz zabalera
fi: Reunan leveys
nl: Randbreedte
ro: Grosime bordură
si: කඩඉම් පළල
tr: Kenar uzunluğu
uk: Ширина рамки

source: Border colour
ar: لون الحدود
ca: Color del perfil
da: Kantfarve
de: Randfarbe
eu: Hertz margoa
fi: Reunan väri
nl: Randkleur
ro: Culoare bordură
si: කඩඉම් වර්ණය
tr: Kenar rengi
uk: Колір рамки

source: Frame
ar: الاطار 45°
ca: Requadre
da: Ramme
de: Rahmen
eu: Uztaia
fi: Kehys
ro: Cadre
si: රාමුව
tr: Kare
uk: Рамка

source: Frame 45°
ca: Marc a 45°
da: Ramme 45°
de: Rahmen 45°
eu: Uztaia 45°
fi: Kehys 45°
ro: Cadru 45°
si: 45° රාමුව
tr: 45° Çerçeve
uk: Рамка 45°

source: Glow Arrow
de: Glühpfeil
nl: Glanzende Pijl
si: දීප්තිමත් ඊතලය

source: Invert (a,e)
nl: Keer om (a,e)
si: යටිකුරු (a,e)

source: Glow colour
de: Glühfarbe
nl: Glanzend
si: දීප්ති වර්ණය

source: Hand Left
ar: اليد اليمنى
ca: Mà a l'esquerra
da: Hånd venstre
de: Hand links
eu: Ezker Eskua
fi: Käsi vasempaan
nl: Hand Links
ro: Mâna stângă
si: වම් හස්තය
tr: Sol El
uk: Рука вліво

source: Hand color
ar: لون اليد
ca: Color de la mà
da: Håndfarve
de: Handfarbe
eu: Esku margoa
fi: Käden väri
nl: Handkleur
ro: Culoare mână
si: හස්ත වර්ණය
tr: El rengi
uk: Колір руки

source: Hand Right
ar: اليد اليمنى
ca: Mà a la dreta
da: Hånd højre
de: Hand rechts
eu: Eskuin Eskua
fi: Käsi oikeaan
nl: Hand Rechts
ro: Mâna dreaptă
si: දකුණු හස්තය
tr: Sağ El
uk: Рука вправо

source: Home
ar: الصفحة الرئيسية
ca: Inici
da: Hjem
de: Heim
eu: Etxea
nl: Begin
ro: Acasă
si: නිවෙස
tr: Anasayfa
uk: Домівка

source: Colour
ar: لون
ca: Color
da: Farve
de: Farbe
eu: Margoa
fi: Väri
nl: Kleur
ro: Culoare
si: වර්ණය
tr: Renk
uk: Колір

source: Movie
ca: Pel·lícula
da: Film
de: Film
eu: Filma
nl: Film
ro: Film
si: චිත්‍රපටි
tr: Film
uk: Фільм

source: Ok
ar: موافق
ca: D'acord
eu: Ongi
nl: Oké
si: හරි
tr: Tamam
uk: Гаразд

source: V color
ar: لون V
ca: Color V
da: V-farve
de: Farbe V
eu: V margoa
fi: V väri
nl: V-kleur
ro: Culoare V:
si: V වර්ණය
tr: V renk
uk: Колір V

source: Painting Frame
de: Gemälderahmen
nl: Kader
si: සිත්තර රාමුව

source: Frame colour
de: Rahmenfarbe
nl: Kader kleur
si: රාමු වර්ණය

source: Pill
ar: حبة
ca: Pastilla
da: Pille
de: Pille
eu: Pilula
fi: Nappi
nl: Pil
ro: Buton
si: පෙත්ත
tr: Hap
uk: Пілюля

source: Pill 2
ar: حبة 2
ca: Pastilla 2
da: Pille 2
de: Pille 2
eu: Pilula 2
fi: Nappi 2
nl: Pil 2
ro: Buton 2
si: පෙත්ත 2
tr: Hap 2
uk: Пілюля 2

source: Pill color
ar: لون الحبة
ca: Color de la pastilla
da: Pillefarve
de: Pillenfarbe
eu: Pilula margoa
fi: Napin väri
nl: Pilkleur
ro: Culoare buton
si: පෙති වර්ණය
tr: Hap rengi
uk: Колір пілюлі

source: Pill 3
ar: حبة 3
ca: Pastilla 3
da: Pille 3
de: Pille 3
eu: Pilula 3
fi: Nappi 3
nl: Pil 3
ro: Buton 3
si: පෙත්ත 3
tr: Hap 3
uk: Пілюля 3

source: Text with circle
ar: النص مع دائرة
ca: Text amb cercle
da: Tekst med cirkel
de: Text mit Kreis
eu: Idazkia borobil batekin
nl: Tekst met cirkel
ro: Text încercuit
si: වගන්ති සහිත වෘතය
tr: Daire ile metin
uk: Текст з кругом

source: Circle radius
ar: دائرة نصف قطرها
ca: Radi del cercle
da: Cirkelradius
de: Kreisradius
eu: Borobil erradioa
fi: Kehän säde
nl: Cirkelstraal
ro: Rază cerc
si: වෘත්ත අරය
tr: Daire yarı çapı
uk: Радіус круга
