Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: Generate transition from %s
ca: Genera la transició des de %s
da: Generer overgang fra %s
de: Transition generieren aus %s
eu: Sortu aldaketa %s-tik
nl: Genereer overgang van %s
ro: Generare tranziție de la %s
si: %s සිට සංක්‍රාන්තිය සකසන්න
tr: %s'den geçiş oluştur
uk: Генерувати перехід з %s

source: Start preview
ar: بدء المعاينة
ca: Comença la previsualització
da: Starter forhåndsvisning
de: Vorschau starten
eu: Hasi aurreikuspena
fi: Aloita esikatselu
nl: Start voorbeeldweergave
ro: Pornire previzualizare
si: පෙරදසුන සකසන්න
tr: Önizlemeyi başlat
uk: Старт попереднього перегляду

source: Starting of selected DVD player is failed. Please open the following directory with your favorite DVD player:
de: Starten des ausgewählten DVD-Players ist fehlgeschlagen. Öffnen Sie bitte das folgende Verzeichnis mit Ihrem favorisierten DVD-Player:
nl: De DVD-speler kon niet worden gestart. Open aub de map met de DVD-speler van uw voorkeur:
si: තෝරාගත් ඩීවීඩී ධාවකය ආරම්භ කිරීමට අසමත්. කරුණාකර පහත නාමාවලිය ඔබගේ ප්‍රියතම ඩීවීඩී ධාවකයෙන් විවෘත කරන්න:

source: VLC player is not found. Please install VLC player (http://www.videolan.org) in Applications directory or open the following directory with your favorite DVD player:
ca: No s'ha trobat el reproductor VLC; instal·leu-lo (http://www.videolan.org) a la carpeta d'aplicacions o bé obriu la carpeta següent amb el vostre reproductor de DVD:
da: VLC player blev ikke fundet. Installer VLC player (http://www.videolan.org) i programmappen eller åbn følgende mappe med din foretrukne DVD-afspiller:
de: VLC-Player wurde nicht gefunden. Installieren Sie bitte VLC-Player (http://www.videolan.org) in das Anwendungsverzeichnis oder Sie öffnen das folgende Verzeichnis mit Ihrem favorisierten DVD-Player:
eu: VLC irakurgailua ez da aurkitu. Mesedez ezarri VLC irakurgailua (http://www.videolan.org) Aplikazioak zuzenbidean edo ireki hurrengo zuzenbidea zure DVD irakurgailu gogokoenarekin:
fi: :VLC soitinta ei löydy. Asennathan VLC soittimen (http://videolan.org) sovellusten hakemistoon tai avaa seuraava hakemisto mielisoittimellasiisto:
nl: Het programma VLC werd niet gevonden. Installeer VLC (http://www.videolan.org) of open de map met de DVD-speler van uw voorkeur:
ro: VLC player nu a fost găsit. Vă rugăm să instalaţi VLC player (http://www.videolan.org) în folderul de aplicaţii sau deschideți acest director cu DVD player-ul preferat:
si: VLC ධාවකය නොමැත. කරුණාකර VLC ධාවකය (http://www.videolan.org) ක්‍රමලේඛ නාමාවලියේ පිහිටුවන්න. නැතහොත් පහත නාමාවලිය ඔබගේ ප්‍රියතම ඩීවීඩී ධාවකයෙන් විවෘත කරන්න:
tr: VLC oynatıcı bulunamadı. Lütfen VLC playeri (http://www.videolan.org) Uygulamalar dizininden yükleyin ya da sevdiğiniz bir başka DVD oynatıcıyı aşağıdaki dizinden açın:
uk: Програвач VLC не знайдено. Будь ласка, встановіть VLC (http://www.videolan.org) до теки Програми, або відкрийте наступну теку з допомогою іншого DVD програвача:

source: Do you want to burn this video to DVD?
ar: DVD هل تريد حرق هذا الفيديو الى ؟
ca: Voleu gravar aquest video en un DVD?
da: Vil du brænde denne video på DVD?
de: Möchten Sie dieses Video auf DVD brennen?
eu: Bideo hau DVD-ra erretzea nahi duzu?
fi: Poltetaanko tämä video DVD:lle?
nl: Wil je deze video op DVD branden?
ro: Sigur vreţi să inscripţionaţi acest video pe DVD?
si: ඔබට මෙම වීඩියෝව ඩීවීඩීයට දැවීමට අවශ්‍ය ද?
tr: Bu videoyu DVD'ye yazmak istiyor musunuz?
uk: Бажаєте записати це відео на DVD?

source: Do you want to create an iso image of this video?
ar: من هذا الفيديو؟iso هل تريد انشاء صورة
ca: Voleu crear una imatge ISO d'aquest vídeo?
da: Vil du oprette et iso-billede af denne video?
de: Möchten Sie ein ISO-Image von diesem Video erstellen?
eu: Bideo honen ISO irudi bat sortzea nahi duzu?
fi: Luodaanko tästä videosta ISO-näköiskuva?
nl: Wil je een ISO-image van deze video maken?
ro: Sigur vreţi să creaţi o imagine ISO a acestui video?
si: ඔබට මෙම වීඩියෝවේ iso ඡායාවක් සැකසීමට අවශ්‍ය ද?
tr: Bu videodan bir iso görüntüsü oluşturmak istiyor musunuz?
uk: Бажаєте створити iso образ з цього відео?

source: Generating slideshow %u of %lu
ar: %u من %lu انشاء عرض الشرائح
ca: S'està creant la projecció de diapositives %u de %lu
da: Genererer diasshow %u af %lu
de: Diashow %u von %lu wird generiert
eu: Diapositiba sortzen %u -> %lu-tik
fi: Luodaan diaesitystä %u %lu
nl: Genereren van diapresentatie %u van %lu
ro: Generare %u prezentări din %lu
si: ඡායා දර්ශනය %u හි %lu සැකසෙමින්
tr: %u - %lu slayt gösterisi oluşturuluyor
uk: Створення слайд-шоу %u з %lu

source: Error creation of slideshow
ar: خطا في انشاء القائمة
ca: Hi ha hagut un error en fer la projecció de diapositives
da: Fejl ved oprettelse af diasshow
de: Fehler beim Erstellen von Diashow
eu: Akatsa diapositiba sortzerakoan
fi: Luonti epäonnistui
nl: Fout bij genereren diapresentatie
ro: Eroare la crearea prezentării
si: චිත්‍රකාචය සැකසීමේ දෝෂ
tr: Slayt gösterisi oluşturma hatası
uk: Помилка створення слайд-шоу

source: Converting slide %u image to video
ar: للفيديو %u تحويل صورة الشريحة
ca: S'està passant a video la imatge %u de la projecció
da: Konverterer billede %u billede til video
de: Dia-Bild %u wird in Video konvertiert
eu: %u diapositiba irudi bideora bihurtzen
fi: Konvertoidaan diaa %u videoksi
nl: Converteer dia %u afbeelding naar video
ro: Convertire imagine %u în video
si: චිත්‍රකාච %u ඡායාවක සිට වීඩියෝවකට පරිවර්තනය කරමින්
tr: %u slayt görüntüsü videoya dönüştürülüyor
uk: Ковертування слайду %u в відео

source: Audio file duration:
ar: ثانية % f :مدة الصوت
ca: Durada de l'àudio:
da: Varighed af lydfil:
de: Zeitdauer der Audiodatei:
eu: Audio agiriaren iraupena:
fi: Äänitiedoston kesto:
nl: Duur audiobestand:
ro: Durată fişier audio:
si: ශ්‍රව්‍ය පථ ප්‍රවර්තනය:
tr: Ses dosyası süresi:
uk: Тривалість аудіо:

source: Concat audio files
ar: ملفات كونكات السمعية
ca: Encadena els fitxers d'àudio
da: Sammenkæd lydfiler
de: Audiodateien aneinanderreihen
eu: Elkarlotu audio agiriak
fi: Äänitiedostot liitetään yhteen
nl: Audiobestanden samenvoegen
ro: Lipire fişiere audio
si: ශ්‍රව්‍ය පථ සංද්‍රාමය
tr: Ses dosyalarını bağla
uk: Об’єднати аудіо файли

source: Error loading transition definition
ar: حدث خطا اثناء تحميل تعريف الانتقال
ca: Hi ha hagut un error en carregar la definició de la transició
da: Fejl under indlæsning af overgangsdefinition
de: Fehler beim Laden der Transitionsdefinition
eu: Akatsa aldaketa adiera gertatzerakoan
fi: Siirtymän määritystä ei voitu ladata.
nl: Fout bij laden overgangdefinitie
ro: Eroare la încărcarea setării de tranziţie
si: සංක්‍රාන්ති විග්‍රහ ලබා ගැනීමේ දෝෂ
tr: Geçiş tanımlaması yüklenirken hata
uk: Помилка завантаження параметрів переходу

source: Multiplexing subtitles %u of %lu
ar: %lu من %u عناوين ثانوية متنوعة
ca: S'està multiplexant el subtítol %u de %lu
da: Multiplekser undertekst %u af %lu
de: Multiplexing der Untertitel %u von %lu
eu: Azpidatziak multiplexatzen %u -> %lu-tik
fi: Yhdistetään tekstitykset %u %lu
nl: Mutiplexen van ondertiteling %u van %lu
ro: Multiplexare %u subtitrări din %lu
si: උපසිරැසි %u හි%lu එකලස් කෙරෙමින්
tr: %u - %lu altyazıları çoğaltılıyor
uk: Мультиплексування субтитрів %u з %lu

source: Can't rename temporary file '%s'
ar: '%s' لا يستطيع تبديل اسم الملف المؤقت
ca: No es pot canviar el nom al fitxer temporal «%s»
da: Kan ikke omdøbe den midlertidige fil '%s'
de: Temporäre Datei »%s« kann nicht umbenannt werden
eu: Ezin da aldibaterako '%s' agiria berrizendatu
fi: temp-tiedoston '%s' nimeä ei voi muuttaa
nl: Kan tijdelijk bestand '%s' niet hernoemen.
ro: Nu pot redenumi fişierul temporar '%s'
si: '%s' තාවකාලික ගොනුව ප්‍රතිනාම කළ නොහැක
tr: '%s' geçici dosyası yeniden adlandırılamıyor
uk: Неможливо перейменувати тимчасовий файл '%s'

source: Transcode video file:
ar: عبر التعليمات البرمجية ملف الفيديو:
ca: Transcodifica el fitxer de video:
da: Omkoder videofil:
de: Videodatei transcodieren:
eu: Transkodeatu bideo agiria:
fi: Koodataan videotiedosto:
nl: Transcoderen videobestand:
ro: Transcodare fişier video :
si: වීඩියෝ ගොනුව පරිවර්තනය:
tr: Video dosyasını dönüştür:
uk: Транскодування відео файлу:

source: Multiplexing video and audio streams
ar: الارسال المتعدد الصوت والفيديو
ca: S'estan multiplexant els fluxos de vídeo i d'àudio
da: Multiplekser video- og lydstrømme
de: Multiplexing von Audio- und Video-Streams
eu: Bideo eta audio jarioak multiplexatzen
fi: Yhdistetään video- ja audiovirrat
nl: Multiplexen van video- en audiostreams
ro: Multiplexare fluxuri audio şi video
si: ශ්‍රව්‍ය හා වීඩියෝ පථ එකලස් කරමින්
tr: Video ve ses akışları çoğaltılıyor
uk: Мультиплексування відео та аудіо потоків

source: Analysis of audio track %d
ar: و %d حدد مسار الصوت
ca: Anàlisi de la pista d'àudio %d
da: Analyse af lydspor %d
de: Analyse der Tonspur %d
eu: %d audio bide azterketa
nl: Analyse van audiotrack %d
ro: Analiza fișierului audio %d
si: %d ශ්‍රව්‍ය පථය විශ්ලේෂණය
tr: %d ses parçasını incele
uk: Аналіз аудіо доріжки %d

source: Execution of '%s' failed.
ar: فشل '%s' تنفيذ
ca: L'execució de «%s» ha fallat.
da: Udførelse af '%s' mislykkedes.
de: Ausführung von »%s« fehlgeschlagen.
eu: Hutsegitea '%s'-ren exekuzioan.
nl: Het uitvoeren van %s is mislukt.
ro: Executarea '%s' a eșuat.
si: '%s' ක්‍රියා කරවීම අසාර්ථකයි.
tr: '%s' yürütme başarısız.
uk: Виконання '%s' невдалося.

source: Generate DVD
ar: DVD توليد
ca: Crea el DVD
da: Generer DVD
de: DVD generieren
eu: Sortu DVD-a
fi: Luo DVD
nl: Genereer DVD
ro: Generare DVD
si: ඩීවීඩීය ජනනය
tr: DVD Oluştur
uk: Генерувати DVD

source: Summary:
ar: الخلاصة:
ca: Resum:
da: Sammendrag:
de: Zusammenfassung:
eu: Laburpena:
fi: Yhteenveto:
nl: Samenvatting:
ro: Sumar:
si: සාරාංශය:
tr: Özet:
uk: Загалом:

source: Details:
ar: التفاصيل:
ca: Detalls:
da: Detaljer:
eu: Xehetasunak:
fi: Yksityiskohdat:
ro: Detalii:
si: තොරතුරු:
tr: Ayrıntılar:
uk: Деталі:

source: Hide details
ar: اخفاء التفاصيل
ca: Oculta els detalls
da: Skjul detaljer
de: Details ausblenden
eu: Ezkutatu xehetasunak
fi: Piilota yksityiskohdat
nl: Verberg details
ro: Ascunde detaliile
si: තොරතුරු සඟවන්න
tr: Ayrıntıları gizle
uk: Приховати деталі:

source: Turn off PC when finished
ca: En acabat, apaga l'ordinador
da: Sluk PC, når den er færdig
de: PC ausschalten, wenn beendet
eu: Itzali Ordenagailua amaitutakoan
nl: Sluit de PC af bij beêindiging
ro: Oprire PC la finalizare
si: අවසානයේ පරිගණකය වසන්න
tr: Bitince PC'yi kapat
uk: Вимкнути ПК по завершенню

source: Minimize
ar: تقليل
ca: Minimitza
da: Minimer
de: Minimieren
eu: Txikiendu
fi: Pienennys
nl: Minimaliseren
ro: Minimizare
si: අවම
tr: Küçült
uk: Мінімізувати

source: Cancel
ar: الغاء الامر
ca: Cancel·la
da: Annuller
de: Abbrechen
eu: Ezeztatu
fi: Peruuta
nl: Annuleren
ro: Anulare
si: අවලංගු
tr: İptal
uk: Відміна

source: Show details
ar: اظهار التفاصيل
ca: Mostra els detalls
da: Vis detaljer
de: Details einblenden
eu: Erakutsi xehetasunak
fi: Näytä yksityiskohdat
nl: Toon details
ro: Afişează detaliile
si: තොරතුරු පෙන්වන්න
tr: Ayrıntıları göster
uk: Показати деталі

source: Encoding Mode
de: Encoding-Modus
nl: Codering mode
si: විකේතන ක්‍රමය

source: Failed
ar: فشل
ca: Ha fallat
da: Mislykkedes
de: Fehlgeschlagen
eu: Hutsegitea
fi: Epäonnistui
nl: Mislukt
ro: Nereuşit
si: අසාර්ථකයි
tr: Başarısız
uk: Не вдалось

source: Close
ar: اغلاق
ca: Tanca
da: Luk
de: Schließen
eu: Itxi
fi: Sulje
nl: Sluiten
ro: Închide
si: වසන්න
tr: Kapat
uk: Закрити

source: Prepare
ar: اعداد
ca: S'està preparant
da: Forbereder
de: Vorbereiten
eu: Gertatu
fi: Valmistelu
nl: Voorbereiden
ro: Pregătire
si: සූදානම් කරන්න
tr: Hazırla
uk: Підготовка

source: Search for transcoded files in cache
ar: البحث عن الملفات المحولة في ذاكرة التخزين المؤقت
ca: Cerca fitxers transcodificats a la memòria cau
da: Søger efter omkodede filer i cachen
de: Suche nach transcodierten Dateien im Cache
eu: Bilatu transkodeatutako agiriak katxean
fi: Etsi puskurista koodattuja tiedostoja
nl: Zoeken naar getranscodeerde bestanden in cache
ro: Caută fişiere transcodate în cache
si: තාවකාලික නාමාවලියේ පරිවර්තිත ගොනු සොයන්න
tr: Dönüştürülen önbellek dosyalarını ara
uk: Пошук переконвертованих файлів в кеші

source: Burning was successful.
ar: الحرق كان ناجح
ca: La gravàció s'ha completat correctament.
da: Brændingen lykkedes.
de: Brennen war erfolgreich.
eu: Ongi erre da.
fi: Poltto onnistui.
nl: Branden succesvol verlopen.
ro: Inscripţionat cu succes
si: දැවීම සාර්ථක විය.
tr: Yazma başarılı.
uk: Запис пройшов успішно.

source: Generating was successful.
ar: التوليد كان ناجح
ca: La creació s'ha completat correctament.
da: Genereringen lykkedes.
de: Generieren war erfolgreich.
eu: Ongi sortu da.
fi: Luominen onnistui.
nl: Genereren succesvol verlopen.
ro: Generat cu succes
si: ජනනය කිරීම සාර්ථක විය.
tr: Oluşturma başarılı.
uk: Створення пройшло успішно.

source: Settings
ar: الاعدادات
ca: Paràmetres
da: Indstillinger
de: Einstellungen
eu: Ezarpenak
fi: Asetukset
nl: Instellingen
ro: Setări
si: සැකසුම්
tr: Ayarlar
uk: Налаштуання

source: Interface
ar: الواجهة
ca: Interfície
da: Grænseflade
eu: Interfazea
fi: Käyttöympäristö
ro: Interfaţă
si: අතුරුමුහුණත
tr: Arayüz
uk: Інтерфейс

source: Default disc label:
ar: تسمية القرص الافتراضي:
ca: Nom predeterminat del disc:
da: Forvalgt disketiket:
de: Disc-Label per Default:
eu: Berezko diska etiketa:
fi: Oletettu levynimike:
nl: Standaard disklabel:
ro: Etichetă implicită disc:
si: මූලික තැටි ලේබලය:
tr: Öntanımlı disk etiketi:
uk: Стандартна назва диску:

source: Default disc capacity:
ar: سعة القرص الافتراضي:
ca: Capacitat predeterminada del disc:
da: Forvalgt diskstørrelse:
de: Disc-Kapazität per Default:
eu: Berezko diska gaitasuna:
fi: Oletettu levyn tilavuus:
nl: Standaard diskgrootte:
ro: Capacitate implicită disc:
si: මූලික තැටි ධාරිතාව:
tr: Öntanımlı disk kapasitesi:
uk: Стандартний розмір диску:

source: Default video format:
ar: الامر وظيفة العنوان الافتراضي:
ca: Format de vídeo predeterminat:
da: Forvalgt videoformat:
de: Videoformat per Default:
eu: Berezko bideo heuskarria:
fi: Oletettu videoformaatti:
nl: Standaard videoformaat:
ro: Format video implicit:
si: මූලික වීඩියෝ ආකෘතිය:
tr: Öntanımlı video biçimi:
uk: Стандартний формат відео:

source: Keep aspect ratio
ar: الاحتفاظ بنسبة العرض الى الارتفاع
ca: Conserva la relació d'aspecte
da: Behold størrelsesforhold
de: Seitenverhältnis erhalten
eu: Heutsi ikuspegi mailari
fi: Säilytä kuvasuhde
nl: Behoud aspect ratio
ro: Păstrează proporţiile
si: දර්ශනානුපාතය පවත්වාගන්න
tr: En/boy oranını koru
uk: Зберігати пропорції

source: Default audio format:
ar: صيغة الصوت الافتراضي:
ca: Format d'àudio predeterminat:
da: Forvalgt lydformat:
de: Audioformat per Default:
eu: Berezko audio heuskarria:
fi: Oletettu audioformaatti:
nl: Standaard audioformaat:
ro: Format audio implicit:
si: මූලික ශ්‍රව්‍ය ආකෘතිය:
tr: Öntanımlı ses biçimi:
uk: Стандартний формат аудіо:

source: Default chapter length:
ar: طول الفصل الافتراضي:
ca: Durada predeterminada dels capítols:
da: Forvalgt kapitellængde:
de: Kapitellänge per Default:
eu: Berezko atal luzera:
fi: Oletettu kohtauspituus:
nl: Standaard hoofdstuklengte:
ro: Durată implicită capitol:
si: මූලික පරිච්ඡේද කාලය:
tr: Öntanımlı bölüm uzunluğu:
uk: Стандартна тривалість епізоду:

source: Add chapter at title end
ca: Afegeic un capítol al final del títol
da: Tilføj kapitel i slutningen af titel
de: Kapitel an Titelende hinzufügen
eu: Gehitu atala izenburuaren amaieran
nl: Voeg hoofdstuk toe aan het titel einde
ro: Adaugă capitol la sfârșitul titlului
si: මාතෘකා අවසානයට පරිච්ඡේදයක් එක් කරන්න
tr: Başlık sonunda bölüm ekle
uk: Додати розділ в кінець заголовка

source: Default button:
ar: الزر الافتراضي:
ca: Botó predeterminat:
da: Standardknap:
de: Buttons per Default:
eu: Berezko botoia:
fi: Oletuspainike:
nl: Standaard knop:
ro: Buton implicit:
si: මූලික බොත්තම:
tr: Öntanımlı düğme:
uk: Стандартна кнопка:

source: Accept invalid actions
ar: اقبل الاعمال الباطلة
ca: Permet accions no vàlides
da: Acceptér ugyldige handlinger
de: Ungültige Aktionen akzeptieren
eu: Onartu ekintza baliogabeak
fi: Hyväksy epäkelvot toiminnot
nl: Accepteer ongeldige acties
ro: Acceptă acţiuni invalide
si: අවලංගු කාර්යය බාර ගන්න
tr: Geçersiz eylemleri kabul et
uk: Прийняти невірну дію

source: Default slide duration:
ar: الامر وظيفة العنوان الافتراضي:
ca: Durada predeterminada de la diapositiva:
da: Forvalgt dias-varighed:
de: Dia-Zeitdauer per Default:
eu: Berezko diapositiba iraupena:
fi: Oletettu dian kesto:
nl: Standaardduur van dia:
ro: Durata implicită a diapozitivului:
si: මූලික චිත්‍රකාච කාලය:
tr: Öntanımlı slayt süresi:
uk: Стандартна тривалість слайду:

source: Default transition duration:
ar: صيغة الصوت
ca: Durada predeterminada de la transició:
da: Forvalgt overgangsvarighed:
de: Transition-Zeitdauer per Default:
eu: Berezko aldaketa iraupena
fi: Oletettu siirtymän kesto:
nl: Standaardduur overgang:
ro: Durata implicită de tranziție:
si: මූලික සංක්‍රාන්ති කාලය:
tr: Öntanımlı geçiş süresi:
uk: Стандартна тривалість переходу:

source: Default slide transition:
ar: الامر وظيفة العنوان الافتراضي:
ca: Transició predeterminada:
da: Forvalgt dias-overgang:
de: Dia-Transition per Default:
eu: Berezko diapositiba aldaketa:
fi: Oletettu diakuvan siirtymä::
nl: Standaardovergang dia:
ro: Tranziţie diapozitive implicită:
si: මූලික චිත්‍රකාච සංක්‍රාන්තිය:
tr: Öntanımlı slayt geçişi:
uk: Стандартний ефект переходу слайду:

source: Last directory
ar: الدليل الاخير
ca: Última carpeta visitada
da: Seneste mappe
de: Letztes Verzeichnis
eu: Azken zuzenbidea
fi: Viimeinen hakemisto
nl: Laatste map
ro: Ultimul dosar
si: අවසන් නාමාවලිය
tr: Son dizin
uk: Останній каталог

source: File Browser start directory:
ar: استعراض الملف ابداء بالدليل:
ca: Carpeta inicial del navegador de fitxers:
da: Stifinder startmappe:
de: Startverzeichnis des Datei-Browsers:
eu: Agiri Bilaketa hasiera zuzenbidea:
fi: Tiedostoselaimen alkuhakemisto:
nl: Bestandsverkenner startmap:
ro: Dosar de start explorator fişiere:
si: ගොනු බ්‍රව්සරය ආරම්භ කළ යුතු නාමාවලිය:
tr: Dosya Tarayıcısı başlangıç ​​dizini:
uk: Початкова папка оглядача файлів:

source: Clear thumbnail cache after exit
ar: تنظيف ذاكرة التخزين المؤقت للمصغرات بعد خروج
ca: Buida la memòria cau de miniatures en sortir
da: Ryd thumbnail cache after afslutning
de: Thumbnail-Cache nach Beenden löschen
eu: Garbitu txikirudi katxea irten ondoren
fi: Tyhjennä kuvakepuskuri poistuttaessa
nl: Schoon miniaturencache na afsluiten
ro: Şterge cache miniaturi după ieşire
si: ඉවත් වීමේ දී සංක්ෂිප්ත දසුන් තාවකාලික ගොනු විනාශ කරන්න
tr: Çıktıktan sonra küçük resimler önbelleğini sil
uk: Очистити кеш мініатюр перед виходом

source: Undo history size:
ar: التراجع عن حجم التاريخ:
ca: Mida de l'historial de desfer:
da: Størrelse på fortrydhistorik:
de: Größe der Rückgängig-Historie:
eu: Desegin historia neurria:
fi: Kumoa historian koko:
nl: Maak geschiedenisgrootte ongedaan:
ro: Mărime istoric anulări:
si: නිෂ්ප්‍රභ අතීත මතකය:
tr: Geri alma geçmiş boyutu:
uk: Розмір історії для відміни змін:

source: Clear transcoding cache:
ar: تنظيف ذاكرة التشفير الوسيطة:
ca: Esborra la memòria cau de transcodificació:
da: Ryd omkodnings-cachen:
de: Transcoding-Cache löschen:
eu: Garbitu transkodeaketa katxea:
nl: Zoeken naar getranscodeerde bestanden in cache:
ro: Şterge cache-ul transcodării
si: පරිවර්තිත තාවකාලික මතකය ඉවත් කරන්න:
tr: Kod çevrimi önbelleğini temizle:
uk: Очистити кеш транскодування:

source: Prompt
ar: موجه
ca: Demana-ho
da: Spørg
de: Auffordern
eu: Galdetu
ro: Întreabă
si: ප්‍රේරකය
tr: Sor
uk: Запитати

source: Yes
ar: نعم
ca: Sí
da: Ja
de: Ja
eu: Bai
nl: Ja
ro: Da
si: ඔව්
tr: Evet
uk: Так

source: Clear cache now
ca: Esborra la memòria cau ara
da: Ryd cache nu
de: Cache jetzt löschen
eu: Garbitu katxea orain
nl: Verwijder cache nu
ro: Șterge cache-ul acum
si: තාවකාලික මතකය දැන් ඉවත් කරන්න
tr: Şimdi önbelleği temizle
uk: Очистити кеш зараз

source: "Don't show again" flags:
ar: "لا تظهرة ثانية "اعلام:
ca: Senyaladors «No ho mostris més»:
da: "Vis ikke igen"-markeringer:
de: "Nicht wieder zeigen"-Flags:
eu: "Ez erakutsi berriro" ikurrak:
fi: "Don't show again" liput:
nl: "Niet meer tonen" vlaggen:
ro: Opţiune "Nu mai afişa":
si: "නැවත නො පෙන්වන්න" ධජ:
tr: Bayrakları "Tekrar gösterme":
uk: Прапорці "Не показвути наступного разу":

source: Reset All
ar: اعادة تعيين الكل
ca: Reinicia-ho tot
da: Nulstil alle
de: Alles zurücksetzen
eu: Berrezarri Guztiak
fi: Palauta kaikki
nl: Alles resetten
ro: Resetare totală
si: සියල්ල ප්‍රත්‍යාරම්භ
tr: Tümünü Sıfırla
uk: Скинути все

source: Core
ar: الاساسية
ca: Nucli
da: Kerne
de: Kern
eu: Nukleoa
fi: Ydin
nl: Basis
ro: Nucleu
si: මධ්‍යය
tr: Çekirdek
uk: Ядро програми

source: Draw buttons on background
ar: رسم الازرار على خلفية
ca: Dibuixa els botons al fons
da: Tegn knapper på baggrunden
de: Buttons auf Hintergrund zeichnen
eu: Marraztu botoia barrenean
fi: Piirrä painikkeet taustalla
nl: Teken knoppen op achtergrond
ro: Desenează butoane în fundal
si: පසුතලයේ බොත්තම් අඳින්න
tr: Düğmeleri arkaplan üzerine çiz
uk: Малювати кнопки у фоні

source: Allow HD menus
de: HD-Menüs erlauben
nl: Sta HD menu's toe
si: HD මෙනු සඳහා අවසර දෙන්න

source: Menu video bitrate:
ar: معدل بت الفيديو:
ca: Taxa de bits del menú de vídeo:
da: Menuers video-bitrate:
de: Video-Bitrate für Menü:
eu: Menuaren bideo bitneurria:
fi: Valikkovideon bittinopeus:
si: වීඩියෝ බිටු සීඝ්‍රතාව:
tr: Video menüsü bit oranı:
uk: Відео бітрейт меню:

source: Slideshow video bitrate:
ar: معدل بت الفيديو:
ca: Taxa de bits de la projecció de diapositives:
da: Diasshows video-bitrate:
de: Video-Bitrate für Diashow:
eu: Diapositibaren bideo bitneurria:
fi: Diaesityksen bittinopeus:
nl: Diapresentatie videobitrate:
ro: Bitrate prezentare video:
si: චිත්‍රකාච බිටු සීඝ්‍රතාව:
tr: Video slayt gösterisi bit oranı:
uk: Відео бітрейт для слайд-шоу:

source: Default audio bitrate:
ar: معدل بت الصوت الافتراضي:
ca: Taxa de bits predeterminada de l'àudio:
da: Forvalgt lyd-bitrate:
de: Audio-Bitrate per Default:
eu: Berezko audio bitneurria:
fi: Äänen oletusbittinopeus:
nl: Standaard audiobitrate:
ro: Bitrate audio implicit:
si: මූලික ශ්‍රව්‍ය බිටු සීඝ්‍රතාව:
tr: Öntanımlı ses bit oranı:
uk: Стандартний бітрейт аудіо:

source: Thread count:
ar: عدد مؤشرات الترابط:
ca: Nombre de fils:
da: Antal tråde:
de: Thread-Anzahl:
eu: Hari zenbatekoa:
fi: Säieluku:
nl: Aantal threads:
ro: Numărul firelor de execuţie
si: තන්තු ගණන:
tr: İş parçacığı sayısı:
uk: Кількість потоків:

source: DVD reserved space:
ar: DVD حجز مساحة:
ca: Espai reservat del DVD:
da: Reserveret DVD-plads:
de: Reservierter Platz auf DVD:
eu: DVD-ak gordetako tokia:
fi: DVD:n varattu alue:
nl: Gereserveerde ruimte voor DVD:
ro: Spaţiu rezervat pentru DVD:
si: ඩීවීඩීයට වෙන්කළ ඉඩ:
tr: DVD'ye ayrılan alan:
uk: Зарезервоване на DVD місце:

source: KB
si: කිබිටු
uk: КБ

source: internal
ca: intern
da: interen
de: Intern
eu: barnekoa
nl: intern
ro: intern
si: අභ්‍යන්තර
tr: dahili
uk: внутрішній

source: Encoder:
ca: Codificador:
da: Indkoder:
eu: Kodeatzailea:
ro: Codificator:
si: විකේතකය:
tr: Kodlayıcı:
uk: Кодувальник:

source: Create ISO command:
ar: iso خلق صورة
ca: Ordre per crear la imatge ISO:
da: Kommando til oprettelse af ISO:
de: Befehl - ISO erstellen:
eu: ISO sortze agindua:
fi: ISO:n luontikäsky:
nl: Genereer ISO opdracht:
ro: Comanda creare fişier ISO:
si: ISO ආඥාවක් සකසන්න:
tr: ISO komutu oluştur:
uk: Команда для створення ISO:

source: Burn command:
ar: امر الحرق
ca: Ordre per gravar:
da: Kommando til brænding:
de: Befehl - Brennen:
eu: Erreketa agindua:
fi: Polttokäsky:
nl: Brand opdracht:
ro: Comanda inscripţionare:
si: දැවුම් ආඥා:
tr: Yazdırma komutu:
uk: Команда запису:

source: Burn ISO command:
ar: ISO امر حرق:
ca: Ordre per gravar la imatge ISO:
da: Kommando til ISO-brænding:
de: Befehl - ISO brennen:
eu: ISO erreketa agindua:
fi: Polta ISO käsky:
nl: Brand ISO opdracht:
ro: Comanda inscripţionare fişier ISO:
si: ISO දැවුම් ආඥා:
tr: ISO yazdırma komutu:
uk: Команда запису ISO образу:
