Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: Add ECC command:
ar: ECC اضافة امر:
ca: Ordre per afegir ECC:
da: Tilføj ECC-kommando:
de: Befehl - Fehlerkorrekturcode hinzufügen:
eu: Gehitu ECC agindua:
fi: Lisää ECC käsky:
nl: ECC toevoegen opdracht:
ro: Adaugă comandă ECC:
si: ECC ආඥා එක් කරන්න:
tr: ECC ekleme komutu:
uk: Команда, для додавання даних корекції (ECC):

source: Format command:
ar: صيغة الامر:
ca: Ordre de formatat:
da: Kommando til formatering:
de: Befehl - Formatieren:
eu: Heuskarri agindua:
fi: Alustuskäsky:
nl: Formatteer opdracht:
ro: Comanda formatare:
si: ආකෘති ආඥා:
tr: Biçim komutu:
uk: Команда форматування:

source: Use mplex:
ar: mplex استخدام:
ca: Fes servir l'Mplex:
da: Brug mplex:
de: Mplex verwenden:
eu: Erabili mplex:
fi: Käytä mplex:
nl: Gebruik mplex:
ro: Utilizaţi mplex
si: එකළස් විධි භාවිතා කරන්න:
tr: Mplex kullan:
uk: Використовувати mplex:

source: For menus only
ar: للقوائم فقط
ca: Només pels menús
da: Kun til menuer
de: Nur für Menüs
eu: Menuentzat bakarrik
nl: Enkel voor menu's
ro: Doar pentru meniuri
si: මෙනු සඳහා පමණි
tr: Sadece menüler
uk: Лише для меню

source: NTSC film:
ca: Pel·lícula NTSC:
eu: NTSC filma:
ro: Film NTSC:
si: NTSC චිත්‍රපටි:
uk: NTSC фільм:

source: re-encode by default
de: Defaultmäßig erneut codieren
nl: opnieuw coderen als basis instelling
si: මූලිකව ප්‍රතිවිකේතගත කරන්න

source: HD video:
si: HD වීඩියෝ:

source: allow (experimental)
de: Erlauben (experimentell)
nl: sta toe (experimenteel)
si: ඉඩ හරින්න (පර්යේෂණාත්මක)

source: Debug
ar: بق
ca: Depura
da: Fejlsøgning
eu: Garbiketa
nl: Foutopsporing
ro: Depanare
si: දෝෂ සකසන්න
tr: Hata Ayıklama
uk: Відлагодження:

source: Don't remove temp files
ar: لا تزيل الملفات المؤقتة
ca: No esborris els fitxers temporals
da: Fjern ikke midlertidige filer
de: Temp-Dateien nicht löschen
eu: Ezin dira aldibaterako agiriak kendu
fi: Säilytä temp-tiedostot
nl: Tijdelijke bestanden niet verwijderen
ro: Nu şterge fişierele temporare
si: තාවකාලික ගොනු ඉවත් නොකරන්න
tr: Geçici dosyaları kaldırma
uk: Невидаляти тимчасові файли:

source: Language change will not take effect until DVDStyler is restarted
ar: حتى يتم اعادة تشغيل DVDStyler تغيير لغة سوف لن يصبح ساري المفعول حتى
ca: El canvi d'idioma no serà efectiu fins que reinicieu el DVDStyler
da: Sprogændringen træder først i kraft efter genstart af DVDStyler
de: Eine Änderung der Sprache wird erst wirksam, wenn DVDStyler neu gestartet wird
eu: Hizkuntza aldaketak ez du eraginik izango DVDStyler berrabiarazi arte
fi: Kielen vaihto tulee voimaan vasta ohjelman uudelleenkäynnistyksen jälkeen
nl: De taal wijzigen heeft pas effect als DVDStyler opnieuw wordt opgestart
ro: Schimbarea limbii va avea efect după repornirea DVDStyler
si: DVDStyler නැවත ආරම්භ කරන තුරු භාෂා වෙනස්කම් බල නො පායි
tr: Dil değişikliği, DVDStyler yeniden başlatılana kadar etkili olmaz
uk: Зміна мови вступить в дію після перезавантаження DVDStyler

source: All "don't show again" flags are reseted.
ar: الكل 'لا تظهرة ثانية' اعلام مستاصلة
ca: S'han reiniciat tots els senyaladors «No ho mostris més».
da: Alle "vis ikke igen"-markeringer er nulstillede.
de: Alle "Nicht wieder zeigen"-Flags werden zurückgesetzt.
eu: "ez erakutsi berriro" ikur guztiak berrezartzen dira.
fi: Kaikki "don't show again" liput palautettu.
nl: Alle "Niet meer tonen" vlaggen zijn gereset.
ro: Resetează toate preferinţele"Nu mai afişa asta"
si: සියළු "නැවත නො පෙන්වන්න" ධජ ප්‍රත්‍යාරම්භ කරන ලදී.
tr: Tüm "Bir daha gösterme" bayrakları sıfırlandı.
uk: Всі прапорці "Не показувати знову", скинуто.

source: The transcoding cache is successfully cleared.
ca: La memòria cau de transcodificació s'ha esborrat.
da: Omkodnings-cachen er ryddet.
de: Der Transcoding-Cache ist erfolgreich gelöscht.
eu: Transkodeaketa katxea ongi garbitu da.
nl: De transcode cache met succes verwijderd.
ro: Cache-ul transcodării a fost șters.
si: පරිවර්තන තාවකාලික ගොනු සාර්ථක ව ඉවත් කරන ලදී.
tr: Kod çevrimi önbelleği başarı ile temizlendi.
uk: Кеш транскодера успішно очищено

source: Slide properties
ar: خصائص الشريحة
ca: Propietats de la diapositiva
da: Diasegenskaber
de: Dia-Eigenschaften
eu: Diapositiba ezaugarriak
fi: Dian ominaisuudet
nl: Dia-eigenschappen
ro: Proprietăți diapozitiv
si: සිවිකාච ලක්ෂණ
tr: Slayd özellikleri
uk: Параметри слайду

source: Transition:
ar: الانتقال:
ca: Transició:
da: Overgang:
eu: Aldaketa:
fi: Siirtymä:
nl: Overgang:
ro: Tranziţie:
si: සංක්‍රාන්ති:
tr: Geçiş:
uk: Перехід:

source: Default
ar: افتراضي
ca: Per defecte
da: Standard
eu: Berezkoa
fi: Oletus
nl: Standaard
ro: Implicit
si: මූලික
tr: Varsayılan
uk: Стандартно

source: None
ar: لا شيء
ca: Cap
da: Ingen
de: Keine
eu: Ezer ez
fi: Ei mitään
nl: Geen
ro: Nimic
si: කිසිත් නැත
tr: Hiçbiri
uk: Пусто

source: Random
ar: عشوائي
ca: Aleatòria
da: Tilfældig
de: Zufällig
eu: Zorizkoa
fi: Satunnainen
nl: Willekeurig
ro: Aleatoriu
si: සසම්භාවී
tr: Rastgele
uk: Випадково

source: %d/%d Minutes
ar: دقائق %d/%d
ca: %d/%d minuts
da: %d/%d minutter
de: %d/%d Minuten
eu: %d/%d Minutu
fi: %d/%d minuuttia
nl: %d/%d Minuten
ro: %d/%d Minute
si: %d/%d මිනිත්තු
tr: %d/%d Dakika
uk: %d/%d хвилин

source: %d Minutes
ar: دقائق %d
ca: %d minuts
da: %d minutter
de: %d Minuten
eu: %d Minutu
fi: %d minuuttia
nl: %d Minuten
ro: %d Minute
si: %d මිනිත්තු
tr: %d Dakika
uk: %d хвилин

source: %d Mb/s
de: %d MB/Sek.
eu: %d Mb/s-ko
si: තත්. මෙබිටු%d
uk: %d МБ/с

source: %.1f Mb/s
de: %.1f MB/Sek.
eu: %.1f Mb/s-ko
si: තත්. මෙබිටු%.1f
uk: %.1f МБ/с

source: mono
eu: monoa
si: තනි
uk: моно

source: %d channels
ar: قنوات %d
ca: %d canals
da: %d kanaler
de: %d Kanäle
eu: %d bide
fi: %d kanavaa
nl: %d kanalen
ro: %d canale
si: %d නාලිකා
tr: %d kanal
uk: %d каналів

source: %d Hz
si: හට්ස් %d
uk: %d Гц

source: Subtitle Properties
ar: خصائص عنوان ثانوي
ca: Propietats dels subtítols
da: Egenskaber for undertekst
de: Untertitel-Eigenschaften
eu: Azpidatziaren Ezaugarriak
fi: Tekstityksen ominaisuudet
nl: Ondertiteling Instellingen
ro: Proprietăţi subtitrare
si: උපසිරැසි ලක්ෂණ
tr: Altyazı Özellikleri
uk: Властивості субтитрів

source: Force display
ca: Força la visualització
da: Gennemtving visning
de: Anzeige erzwingen
eu: Behartu erakuspena
nl: Forceer tonen
ro: Forțează afișarea
si: ප්‍රදර්ශනය බලපෑම් කරන්න
tr: Görüntülemeye zorla
uk: Примусовий показ

source: Charset:
ar: محارف:
ca: Joc de caràcters:
da: Tegnkodning:
de: Zeichensatz:
eu: Hizki-kodea:
fi: Merkistö:
nl: Tekenset:
ro: Set de caractere:
si: අක්ෂර කාණ්ඩය:
tr: Karakter seti:
uk: Кодування:

source: Font:
ar: الخط:
ca: Tipus de lletra:
da: Skrifttype:
de: Schrift:
eu: Hizkia:
fi: Fontti:
nl: Lettertype:
ro: Literă:
si: අක්ෂර මාදිලිය:
uk: Шрифт:

source: Preview:
ar: معاينة:
ca: Previsualitza:
da: Forhåndsvisning:
de: Vorschau:
eu: Aurreikuspena:
fi: Esikatselu:
nl: Voorbeeldweergave:
ro: Previzualizare :
si: පෙරදසුන:
tr: Önizle:
uk: Попередній перегляд:

source: Outline:
ar: خط خارجي:
ca: Contorns:
da: Omrids:
de: Umriss:
eu: Ingurua:
nl: Omtrek:
ro: Contur:
si: මායිම:
tr: Dış çizgi:
uk: Контур:

source: Thickness:
ar: السمك:
ca: Gruix:
da: Tykkelse:
de: Dicke:
eu: Lodiera:
fi: Paksuus:
nl: Dikte:
ro: Grosime:
si: ඝනත්වය:
tr: Kalınlık:
uk: Товщина:

source: Shadow:
ar: الظل:
ca: Ombra:
da: Skygge:
de: Schatten:
eu: Itzala:
fi: Varjo:
nl: Schaduw:
ro: Umbră:
si: සෙවණැල්ල:
tr: Gölge:
uk: Тінь:

source: Alignment
ar: المحاذاة
ca: Alineació
da: Justering
de: Ausrichtung
eu: Lerrokapena
fi: Asettelu
nl: Uitlijning
ro: Aliniament
si: ගැලපීම
tr: Hizalama
uk: Вірівняти

source: Margin
ar: الهامش
ca: Marge
da: Margen
de: Rand
eu: Bazterra
fi: Marginaali
nl: Marge
ro: Margine
si: සීමාව
tr: Kenar Boşlukları
uk: Межа

source: &Use as defaults
ar: &استخدامها كافتراضيات
ca: &Usa com a predeterminat
da: &Brug som standard
de: Als &Defaults verwenden
eu: &Erabili berezkoak bezala
nl: &Gebruik als standaard
ro: &Ca implicit
si: මූලික ලෙස භාවිතා කරන්න
tr: Hakkında
uk: &Використовувати як стандартне

source: slant
ar: الميل
ca: inclinada
da: skrå
de: Schräg
fi: kallistus
nl: helling
ro: înclinare
si: බෑවුම්
tr: eğimli
uk: похилий

source: italic
ar: مائل
ca: cursiva
da: kursiv
de: Kursiv
eu: etzana
fi: kursiivi
nl: cursief
si: ඇල
tr: italik
uk: курсив

source: light
ar: الضوء
ca: fina
da: lys
de: Leicht
eu: argia
fi: ohut
nl: licht
ro: uşor
si: ළා
tr: ince
uk: тонкий

source: bold
ar: غامق
ca: negreta
da: fed
de: Fett
eu: lodia
fi: lihavoitu
nl: vet
ro: îngroşat
si: තද
tr: kalın
uk: тофстий

source: Scan devices
ar: اجهزة الفحص
ca: Escaneja els dispositius
da: Skan enheder
de: Geräte suchen
eu: Mihatu gailuak
fi: Tutkitaan laitteita
nl: Scan apparaten
ro: Caută dispozitive
si: උපාංග පරික්ෂා කරන්න
tr: Aygıtları tara
uk: Сканувати пристрій

source: Select template for DVD menus
ar: DVD حدد قالب لقوائم
ca: Seleccioneu una plantilla de menús de DVD
da: Vælg skabelon til DVD-menuer
de: Vorlage für DVD-Menüs auswählen
eu: Hautatu DVD menuetarako eredua
fi: Valitse DVD-valikoiden malli
nl: Selecteer een sjabloon voor DVD menu's
ro: Selectează şablonul pentru meniurile DVD-ului
si: DVD මෙනුවට අච්චුවක් තෝරන්න
tr: DVD menüleri için şablon seçin
uk: Вибір шаблону для DVD меню

source: Caption:
ar: تعليق:
ca: Títol:
da: Overskrift:
de: Überschrift:
eu: Izena:
fi: Kuvateksti
nl: Onderschrift:
ro: Captură
si: සිරස්තලය:
tr: Başlık:
uk: Підпис:

source: Disc Title
ar: عنوان القرص
ca: Títol del disc
da: Disktitel:
de: Disc-Titel
eu: Diska Izenburua
fi: Levyn nimi
nl: Disktitel
ro: Titlul discului
si: තැටි මාතෘකාව
tr: Disk Başlığı
uk: Назва

source: Title selection
ar: تحديد العنوان
ca: Selecció de títol
da: Titeludvalg
de: Titelauswahl
eu: Izenburu hautapena
fi: Kokoelma
nl: Titel selectie
ro: Selectare titlu
si: මාතෘකා තේරීම
tr: Başlık seçimi
uk: Вибір розділу

source: Chapter selection
ar: اختيار الفصل
ca: Selecció de capítol
da: Kapiteludvalg
de: Kapitelauswahl
eu: Atal hautapena
fi: Kohtaukset
nl: Hoofdstuk selectie
ro: Selectare capitol
si: පරිච්ඡේද තේරීම
tr: Bölüm seçimi
uk: Вибір епізоду

source: Category
ar: الفئة
ca: Categoria
da: Kategori
de: Kategorie
eu: Kategoria
fi: Luokka
nl: Categorie
ro: Categorie
si: ප්‍රවර්ග
tr: Kategori
uk: Категорія

source: All
ar: الكل
ca: Tot
da: Alle
de: Alles
eu: Denak
fi: Kaikki
nl: Alles
ro: Toate
si: සියල්ල
tr: Tümü
uk: Все

source: &No template
ar: &لا يوجد قالب
ca: Se&nse plantilla
da: &Ingen skabelon
de: &Keine Vorlage
eu: &Eredurik ez
fi: Ilman mallia
nl: &Geen sjabloon
ro: &Fără şablon
si: අච්චුවක් නොමැතිව
tr: &Şablon yok
uk: &Без шаблону

source: Templates
ar: قوالب
ca: Plantilles
da: Skabeloner
de: Vorlagen
eu: Ereduak
fi: Mallit
nl: Sjablonen
ro: Şabloane
si: අච්චු
tr: Şablonlar
uk: Шаблони

source: Christmas & New Year's Eve
ca: Nadal i cap d'any
da: Jul & Nytårs aften
de: Weihnachten & Silvester
eu: Eguberri eta Urteberri Bezpera
nl: Vooravond Kerstmis en Nieuwjaar
ro: Crăciun & Anul Nou
si: නත්තල සහ නව වසර
tr: Noel ve Yılbaşı Gecesi
uk: Різдво та Переддень Нового року

source: Add file...
ar: اضافة ملف...
ca: Afegeix un fitxer...
da: Tilføj fil…
de: Datei hinzufügen …
eu: Gehitu agiria...
fi: Lisää tiedosto...
nl: Voeg bestand toe..
ro: Adaugă un fişier...
si: ගොනු ලබාදෙන්න...
tr: Dosya ekle...
uk: Додати файл...

source: Remove file
ar: ازالة الملف
ca: Elimina el fitxer
da: Fjern fil
de: Datei entfernen
eu: Kendu agiria
fi: Poista tiedosto
nl: Verwijder bestand
ro: Şterge fişierul
si: ගොනු ඉවත් කරන්න
tr: Dosyayı kaldır
uk: Видалити файл

source: Properties...
ar: الخصائص...
ca: Propietats...
da: Egenskaber…
de: Eigenschaften …
eu: Ezaugarriak...
fi: Ominaisuudet...
nl: Eigenschappen...
ro: Proprietăţi...
si: ලක්ෂණ...
tr: Özellikler...
uk: Властивості...

source: do not remultiplex/transcode
ar: القوائم ما عندها فصول
ca: sense remultiplexat/transcodificat
da: remultipleks/omkod ikke
de: Nicht erneut multiplexen/transcodieren
eu: ez bermultiplexatu/transkodeatu
fi: älä koodaa/yhdistä uudelleen
nl: niet re-multiplexen/transcoderen
ro: nu remultiplexa/transcoda
si: නැවත එකලස්/පරිවර්තනය නො කරන්න
tr: Yeniden çoğaltma/dönüştürme
uk: не транскодувати

source: Slideshow
ar: عرض الشرائح
ca: Projecció de diapositives
da: Diasshow
de: Diashow
eu: Diapositiba
fi: Diaesitys
nl: Diapresentatie
ro: Prezentare
si: චිත්‍රකාච
tr: Slayt Gösterisi
uk: Слайд-шоу

source: Add image...
ar: اضافة الصورة...
ca: Afegeix una imatge...
da: Tilføj billedel…
de: Bild hinzufügen …
eu: Gehitu irudia...
fi: Lisää kuva...
nl: Afbeelding toevoegen..
ro: Adaugă o imagine...
si: ඡායාවක් එක් කරන්න...
tr: Görüntü ekle...
uk: Додати зображення...

source: Remove image
ar: ازالة الصورة
ca: Elimina la imatge
da: Fjern billede
de: Bild entfernen
eu: Kendu irudia
fi: Poista kuva
nl: Afbeelding verwijderen
ro: Şterge imaginea
si: ඡායාව ඉවත් කරන්න
tr: Görüntüyü kaldır
uk: Видалити зображення

source: Audio file:
ar: ملفات الصوت
ca: Fitxer d'àudio:
da: Lydfil:
de: Audiodatei:
eu: Audio agiria:
fi: Audiotiedosto
nl: Audio bestand:
ro: Fişier audio:
si: ශ්‍රව්‍ය ගොනු:
tr: Ses dosyası:
uk: Аудіо файл:

source: Palette:
ar: لوح الالوان:
ca: Paleta:
eu: Margola:
fi: Paletti:
nl: Palet:
ro: Paletă de culori:
si: ඵලකය:
tr: Palet:
uk: Палітра:

source: Invalid chapter timestamp '%s'
ar: '%s' طابع وقت الفصل باطل
ca: La marca horària «%s» del capítol no és correcta
da: Ugyldigt kapitel tidsstempel '%s'
de: Ungültige Kapitelzeitstempel »%s«
eu: Atal denbora-irarketa baliogabea '%s'
fi: Väärä kohtauksen aikaleima '%s'
nl: Ongeldig hoofdstuk tijdstempel '%s'
ro: Marcaj de timp capitol '%s' invalid
si: අවලංගු '%s' පරිච්ඡේද කාල අච්චුව
tr: '%s' bölümü süre damgası geçersiz
uk: Невірний час епізоду '%s'

source: Audio & Subtitle Files
ar: ملفات العنوان الثانوي والصوت
ca: Fitxers d'àudio i de subtítols
da: Lyd- og undertekstfiler
de: Audio- und Untertiteldateien
eu: Audio eta Azpidatzi Agiriak
fi: Ääni- ja tekstitystiedostot
nl: Audio & Ondertiteling Bestanden
ro: Fişiere audio şi subtitrări
si: ශ්‍රව්‍ය හා උපසිරැසි ගොනු
tr: Ses ve Altyazı Dosyaları
uk: Файли аудіо та субтитрів

source: Can't load pgc
ar: لا يستطيع تحميل مجموعة العنوان
ca: No es pot carregar el pgc
da: Kan ikke indlæse pgc
de: Pgc kann nicht geladen werden
eu: Ezin da pgc gertatu
fi: Pgc ei lataudu
nl: Kan pgc niet laden
ro: Nu pot încărca pgc
si: pgc ලබාගත නොහැක
tr: Pgc yüklenemedi
uk: Не вдалось завантажити pgc

source: Can't load menus
ar: استدعاء القائمة الاخيرة
ca: No es poden carregar els menús
da: Kan ikke indlæse menuer
de: Menüs können nicht geladen werden
eu: Ezin dira menuak gertatu
fi: Valikoita ei voi ladata
nl: Kan menu's niet laden
ro: Nu pot încărca meniurile
si: මෙනු ලබාගත නොහැක
tr: Menüler yüklenemedi
uk: Не вдалось завантажити меню

source: Can't load titles
ar: لا يمكن تحميل العناوين
ca: No es poden carregar els títols
da: Kan ikke indlæse titler
de: Titel können nicht geladen werden
eu: Ezin dira izenburuak gertatu
fi: Osia ei voi ladata
nl: Kan titels niet laden
ro: Nu pot încărca titlurile
si: මාතෘකා ලබාගත නොහැක
tr: Başlıklar yüklenemedi
uk: Не вдалось завантажити розділи

source: &VMGM Menu
ar: & VMGM قائمة
ca: Menú &VMGM
de: &VMGM-Menü
eu: &VMGM Menua
fi: &VMGM-Valikko
ro: &Meniu VMGM
si: VMGM මෙනු
tr: &VMGM Menüsü
uk: &VMGM меню

source: &Left
ar: &يسار
ca: Es&querra
da: Til &venstre
de: &Links
eu: E&zker
fi: &Vasempaan
nl: &Links
ro: &Stânga
si: වමට
tr: &Sol
uk: &Вліво

source: &Right
ar: الى &اليمين
ca: D&reta
da: Til &højre
de: &Rechts
eu: E&skuin
fi: &Oikeaan
nl: &Rechts
ro: &Dreapta
si: දකුණට
tr: &Sağ
uk: &Вправо

source: &Move
ar: &نقل
ca: &Mou
da: &Flyt
de: &Verschieben
eu: &Mugitu
fi: &Siirrä
nl: &Verplaats
ro: &Mută
si: චලනය
tr: &Taşı
uk: &Перемістити

source: Drag your video files from the File Browser to here.
ar: سحب ملفات الفيديو من ملف المتصفح الى هنا.
ca: Arrossegueu aquí els fitxers de video des del navegador de fitxers
da: Træk dine videofiler fra stifinder hertil
de: Ziehen Sie Ihre Videodateien aus dem Datei-Browser hierher.
eu: Arrastatu zure bideo agiriak Agiri Nabigatzailetik hona.
fi: Vedä tähän videotiedostot tiedostoselaimesta
nl: Sleep jouw videobestanden naar hier vanuit bestandsverkenner.
ro: Trageţi aici fişierele video din exploratorul de fişiere.
si: ගොනු බ්‍රව්සරයෙන් ඔබගේ වීඩියෝ ගොනු මෙහි ඇද දමන්න.
tr: Video dosyalarını dosya tarayıcısından buraya sürükleyin
uk: Перетягніть сюди, ваші відеофайли, з менеджера файлів

source: Slideshow (%d images)
ar: (صور%d) عرض شرائح
ca: Projecció de diapositives (%d imatges)
da: Diasshow (%d billeder)
de: Diashow (%d Bilder)
eu: Diapositiba (%d irudi)
fi: Diaesitys (%d kuvaa)
nl: Diapresentatie (%d afbeeldingen)
ro: Prezentare (%d imagini)
si: චිත්‍රකාච (ඡායා %d)
tr: Slayt Gösterisi (%d resim)
uk: Слійд-шоу (%d зображень)

source: Slideshow (1 image)
ar: (عرض الشرائح (صورة 1
ca: Projecció de diapositives (1 imatge)
da: Diasshow (1 billede)
de: Diashow (1 Bild)
eu: Diapositiba (1 irudi)
fi: Diaesitys (1 kuva)
nl: Diapresentatie (1 afbeelding)
ro: Prezentare (1 imagine)
si: චිත්‍රකාච (ඡායාවක්)
tr: Slayt Gösterisi (1 resim)
uk: Слайд-шоу (1 зображення)

source: The selected video files don't fit on DVD without re-encoding. Do you want to enable re-encoding?
ca: Els fitxers de vídeo seleccionats no caben al DVD si no es tornen a codificar. Voleu tornar-los a codificar?
da: De valgte videofiler passer ikke på DVD'en uden genindkodning. Vil du aktivere genindkodning?
de: Die ausgewählten Videodateien passen nicht auf DVD ohne erneutes Encoding. Möchten Sie das erneute Encoding aktivieren?
eu: Hautaturiko bideo agiriak ezin dira DVD-an finkatu ber-kodeatu gabe. Ber-kodeaketa gaitzea nahi duzu?
fi: Valitut videotiedostot eivät mahdu dvd:lle ilman uudelleenkoodausta. Koodataanko uudelleen?
nl: De geselecteerde videobestanden passen niet op een DVD zonder hercodering. Wil je hercodering aanzetten?
ro: Fișiere video selectate nu se potrivesc pe DVD, fără a recodare. Doriți să activez recodarea?
si: ප්‍රති විකේතනයෙන් තොරව තෝරාගත් වීඩියෝව ඩීවීඩීයට උචිත නොවේ. ඔබ ප්‍රති විකේතනයට අවසර දෙනවා ද?
tr: Seçilen video dosyaları yeniden kodlanmadan DVD'ye sığmıyor. Kodlamayı yeniden etkinleştirmek istiyor musunuz?
uk: Обрані відеофайли не помістяться на DVD без перекодування. Бажаєте увімкнути перекодування?.

source: Adding file %s. Please wait...
ca: S'està afegint el fitxer %s. Espereu...
da: Tilføjer fil %s. Vent venligst…
de: Datei »%s« wird hinzugefügt. Bitte warten …
eu: %s agiria gehitzen. Mesedez itxaron...
fi: Lisätään tiedosto %s. Odota, ole hyvä..
nl: Toevoegen bestand %s. Even geduld aub..
ro: Adăugare fişier(e) %s. Vă rog aşteptaţi...
si: %s ගොනුව එක් කරමින්. කරුණාකර රැඳෙන්න...
tr: %s dosyası ekleniyor. Lütfen bekleyin...
uk: Додавання файлу %s.Будь ласка зачекайте...

source: File '%s' doesn't contain any audio or video streams.
ar: على اي دفق الصوت او الفيديو '%s' لا يحتوي الملف
ca: El fitxer «%s» no conté cap flux de vídeo ni d'àudio.
da: Filen '%s' indeholder ikke nogle lyd- eller videostrømme.
de: Datei »%s« enthält weder Audio- noch Video-Streams.
eu: '%s' agiriak ez du audio edo bideo jariorik.
fi: Tiedosto '%s' ei sisällä yhtään ääni- tai kuvavirtaa.
nl: Bestand '%s' bevat geen audio- of video streams.
ro: %s nu conţine fluxuri audio sau video.
si: '%s' ගොනුව කිසිඳු ශ්‍රව්‍ය හෝ වීඩියෝ පථයක් නො දරයි.
tr: '%s' dosyası herhangi bir ses ya da video akışı içermiyor.
uk: Файл '%s' не містить аудіо чи відео потоку.

source: This file contains video in PAL format. Do you want to change DVD format to PAL too?
ar: الى الزميل ايضا؟DVD يحتوي هذا الملف فيديوا في صيغة الزميل. هل تريد تغيير صيغة
ca: Ell fitxer conté vídeo en format PAL. ¿Voleu canviar el format del DVD per tal que també sigui PAL?
da: Denne fil indeholder video i PAL-formatet. Vil du ændre DVD-formatet til også at være PAL?
de: Das in dieser Datei enthaltene Video ist im PAL-Format. Wollen Sie das DVD-Format auch in PAL ändern?
eu: Agiri honek bideoa PAL heuskarrian du. Nahi duzu DVD heuskarria ere PAL-era aldatzea?
fi: Tämä tiedosto sisältää PAL-videon. Muutetaanko myös DVD-formaatti PAL-muotoon?
nl: Dit bestand bevat video in PAL formaat. Wil je het DVD formaat ook naar PAL veranderen?
ro: Acest fişier conţine video în format PAL. Vreţi să schimbaţi şi formatul DVD-ului în format PAL?
si: මෙම ගොනුව වීඩියෝව PAL ආකෘතියෙන් දරා සිටියි. ඩීවීඩී ආකෘතිය ද PAL වෙත වෙනස් කිරීමට ඔබ කැමති ද?
tr: Bu dosya PAL biçiminde video içeriyor. DVD biçimini de PAL olarak değiştirmek istiyor musunuz?
uk: Цей файл містить відео у форматі PAL. Бажаєте змінити формат DVD також на PAL?

source: This file contains video in NTSC format. Do you want to change DVD format to NTSC too?
ar: ايضا؟NTSC الى DVD هل تريد تغيير صيغة NTSC. يحتوي هذا الملف فيديوا في صيغة
ca: Ell fitxer conté vídeo en format NTSC. ¿Voleu canviar el format del DVD per tal que també sigui NTSC?
da: Denne fil indeholder video i NTSC-formatet. Vil du ændre DVD-formatet til også at være NTSC?
de: Das in dieser Datei enthaltene Video ist im NTSC-Format. Wollen Sie das DVD-Format auch in NTSC ändern?
eu: Agiri honek bideoa NTSC heuskarrian du. Nahi duzu DVD heuskarria ere NTSC-era aldatzea?
fi: Tämä tiedosto sisältää NTSC-videon. Muutetaanko myös DVD-formaatti NTSC-muotoon?
nl: Dit bestand bevat video in NTSC formaat. Wil je het DVD formaat ook naar NTSC veranderen?
ro: Acest fişier conţine video în format NTSC. Vreţi să schimbaţi şi formatul DVD-ului în format NTSC?
si: මෙම ගොනුව වීඩියෝව NTSC ආකෘතියෙන් දරා සිටියි. ඩීවීඩී ආකෘතිය ද NTSC වෙත වෙනස් කිරීමට ඔබ කැමති ද?
tr: Bu dosya NTSC biçiminde video içeriyor. DVD biçimini de NTFS olarak değiştirmek istiyor musunuz?
uk: Цей файл містить відео у форматі NTSC. Бажаєте змінити формат DVD також на NTSC?

source: Maximal 99 titles are allowed for one titleset.
ar: العناوين الاعلى الـ99 تسمح لمجموعة عنوان واحدة
ca: Cada conjunt de títols pot tenir 99 títols com a màxim.
da: Maksimalt 99 titler er tilladt til ét titelsæt.
de: Maximal 99 Titel sind für ein Titelset erlaubt.
eu: Gehienez 99 izenburu ahalbidetzen dira izenburu-ezarpen baterako.
fi: Yhteen kokoelmaan voi sisältyä korkeintaan 99 osaa.
nl: Maxiaam 99 titels zijn toegestaan voor één titelset.
ro: Maxim 99 de titluri sunt permise pentru un grup de titluri.
si: උපරිම මාතෘකා 99ක් එක් මාතෘකා කට්ටලයකට ලබාදිය හැක.
tr: Bir başlık seti için en fazla 99 başlığa izin verilir.
uk: Дозволено максимум 99 розділів для одного набору.

source: The video bitrate is reduced below 2 Mb/s to fit your video on DVD. This can produce DVD with bad video quality.
ca: La qualitat del vídeo produït pot ser bastant baixa ja que, Per tal d'encabir el vídeo al DVD, la taxa de bits s'ha reduït a menys de 2 Mb/s.
da: Video-bitraten er reduceret til under 2 Mb/s for at passe til din video på DVD'en. Dette kan medføre dårlig videokvalitet.
de: Die Video-Bitrate wird auf unter zwei MB/Sek. reduziert, damit Ihr Video auf DVD passt. Dies kann dazu führen, dass eine DVD mit schlechter Videoqualität erzeugt wird.
eu: Bideo bitneurria 2 Mb/s-kotik behera murriztu da zure bideoa DVD-an finkatzeko. Honek onntasun txarreko DVD bideoa eragin dezake.
fi: Kuvanopeutta on pienennetty alle 2 Mb/s, että se mahtuisi DVD:lle. Tuloksena voi olla huonolaatuista kuvaa.
nl: De videobitsnelheid is gereduceerd naar lager dan 2 Mb/s zodat jouw video op de DVD past. Dit kan een DVD met slechte videokwaliteit opleveren.
ro: Pentru a încăpea pe DVD, bitrate-ul video a fost redus sub 2 Mb/sec. Din acest motiv, DVD-ul produs poate avea calitatea video slabă.
si: මෙම වීඩියෝව ඩීවීඩීයට උචිත කිරීමට වීඩියෝ බිටු සීඝ්‍රතාව තත්. මෙබිටු 2ට වඩා අඩු කළේය. මෙමඟින් දුර්වල වීඩියෝ ගුණ පවතින ඩීවීඩියක් සැකසේ.
tr: Videoyu DVD'ye sığdırmak için video bit oranı 2 Mb/s'nin altına azaltılır. Bu, kötü görüntü kalitesi ile DVD üretebilir.
uk: Бітрейт відео було понижено нижче 2 МБ/сек, для того щоб відео вмістилося на DVD диск. Це може призвести до створення DVD, з поганою якістю відео.
