Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: The selected video files don't fit on DVD. Please reduce video quality (bitrate) or remove some titles.
ca: Tots aquests fitxers de vídeo no caben al DVD. Podeu treure'n alguns o abaixar-ne la qualitat de vídeo (bitrate).
da: De valgte videofiler passer ikke på DVD'en. Reducer videokvaliteten (bitraten) eller fjern nogle filer.
de: Die ausgewählten Videodateien passen nicht auf DVD. Bitte reduzieren Sie die Videoqualität (Bitrate) oder entfernen einige Titel.
eu: Hautaturiko bideo agiriak ezin dira DVD-an finkatu. Mesedez murriztu bideo ontasuna (bitneurria) edo kendu zenbait izenburu.
fi: Valitut videotiedostot eivät mahdu dvd:lle. Alenna laatua (bittinopeutta) tai poista tiedostoja.
nl: De geselecteerde videobestanden passen niet op een DVD. Verlaag aub de videokwaliteit (bitrate) of verwijder enkele titels.
ro: Fişierele video selectate nu încap pe DVD. Vă rog reduceţi calitatea video (bitrate-ul) sau ştergeţi unele titluri.
si: තෝරාගත් වීඩියෝ ගොනුව ඩීවීඩීයට නො සෑහේ. කරුණාකර වීඩියෝ ගුණත්වය (බිටු සීඝ්‍රතාව) පහත් හෝ සමහරක් මාතෘකා ඉවත් කරන්න.
tr: Seçilen video dosyası DVD'ye sığmıyor. Video kalitesini (bit oranı) azaltın veya bazı başlıkları kaldırın.
uk: Обрані відеофайли не поміщаються на DVD. Будь ласка понизьте якість відео (бітрейт) або видаліть деякі .

source: Project doesn't contain any video title. To add a title please drag a video file into the bottom section of the window.
ca: El projecte no inclou cap títol de vídeo. Podeu afegir-ne arrossegant fitxers de video a la part baixa de la finestra.
da: Der findes ingen titler. For at tilføje en titel, træk en videofil til bunden af vinduet.
de: Projekt enthält keinen Video-Titel. Um einen Titel hinzuzufügen, ziehen Sie bitte eine Videodatei in den unteren Bereich des Fensters.
eu: Egitasmoak ez du bideo izenbururik. Izenburu bat gehitzeko mesedez arrastatu bideo agiri bat leihoaren beheko eremura.
fi: Projekti ei sisällä yhtään video-osaa. Lisää osa vetämällä tiedosto hiirellä ikkunan alaosaan.
nl: Het project bevat geen videotitels. Sleep aub een videobestand naar het onderste deel van het scherm om een titel toe te voegen.
ro: Proiectul nu conţine nici un titlu video. Pentru adăugarea unui titlu, vă rog să trageţi un fişier video în secţiunea inferioară a ferestrei.
si: ව්‍යාපෘතිය කිසිඳු වීඩියෝ මාතෘකාවක් නො දරයි. එක් කිරීමට කරුණාකර වීඩියෝ ගොනුවක් වින්ඩෝවේ පහළ ප්‍රදේශයට ඇද දමන්න.
tr: Proje herhangi bir video başlığı içermiyor. Bir başlık eklemek için lütfen pencerenin alt bölümüne bir video dosyası sürükleyin.
uk: Проект не містить ні одного відеорозділу. Щоб додати розділ перетягніть відеофайл, до нижньої частини вікна.

source: Titleset %d doesn't contain any video title. To add a title please drag a video file into the bottom section of the window.
ca: El conjunt de títols «%d» no inclou cap títol de vídeo. Podeu afegir-ne arrossegant fitxers de vídeo a la part baixa de la finestra.
da: Titelsæt %d indeholder ingen videotitler. For at tilføje træk en videofil ind i bunden af vinduet.
de: Titelset %d enthält keinen Video-Titel. Um einen Titel hinzuzufügen, ziehen Sie bitte eine Videodatei in den unteren Bereich des Fensters.
eu: %d izenburu-ezarpenak ez du bideo izenbururik. Izenburu bat gehitzeko mesedez arrastatu bideo agiri bat leihoaren beheko eremura.
fi: Kokoelma %d ei sisällä yhtään video-osaa. Lisää osa vetämällä tiedosto hiirellä ikkunan alaosaan.
nl: Titel set %d bevat geen videotitels. Sleep aub een videobestand naar het onderste deel van het scherm om een titel toe te voegen.
ro: Grupul de titluri %d nu conţine nici un titlu video. Pentru adăugarea unui titlu, vă rog să trageţi un fişier video în secţiunea inferioară a ferestrei.
si: මාතෘකා කට්ටලය කිසිඳු වීඩියෝ මාතෘකාවක් නො දරයි. එක් කිරීමට කරුණාකර වීඩියෝ ගොනුවක් වින්ඩෝවේ පහළ ප්‍රදේශයට ඇද දමන්න.
tr: %d başlık seti herhangi bir video başlığı içermiyor. Bir başlık eklemek için lütfen bir video dosyasını pencerenin alt bölümüne sürükleyin.
uk: Набір розділів %d не містить відео розділів. Щоб додати розділ перетягніть відеофайл до нижньої частини вікна.

source: Audio/Video/Subtitle Files
ar: صوت / فيديو / ملفات عنوان ثانوي
ca: Fitxers d'àudio/vídeo/subtítols
da: Lyd/Video/Undertekstfiler
de: Audio-/Video-/Untertiteldateien
eu: Audioa/Bideo/Azpidatzi agiriak
fi: Audio-/video-/tekstitystiedostot
nl: Audio-/Video-/Ondertiteling bestanden
ro: Fişiere audio/video/subtitrări
si: ශ්‍රව්‍ය/වීඩියෝ/උපසිරැසි ගොනු
tr: Ses/Video/Altyazı Dosyaları
uk: Аудіо/Відео/Субтитри

source: Audio Files
ar: ملفات الصوت
ca: Fitxers d'àudio
da: Lydfiler
de: Audiodateien
eu: Audio Agiriak
fi: Audiotiedostot
nl: Audio bestanden
ro: Fişiere audio
si: ශ්‍රව්‍ය ගොනු
tr: Ses Dosyaları
uk: Аудіо файли

source: Video Files
ar: ملفات الفديو
ca: Fitxers de vídeo
da: Videofiler
de: Videodateien
eu: Bideo Agiriak
fi: Videotiedostot
nl: Video bestanden
ro: Fişiere video
si: වීඩියෝ ගොනු
tr: Video Dosyaları
uk: Відео файли

source: Subtitle Files
ar: ملفات عنوان ثانوي
ca: Fitxers de subtítols
da: Undertekstfiler
de: Untertiteldateien
eu: Azpidatzi Agiriak
fi: Tekstitystiedostot
nl: Ondertiteling bestanden
ro: Fişiere subtitrare
si: උපසිරැසි ගොනු
tr: Altyazı Dosyaları
uk: Файли субтитрів

source: Image Files
ar: ملفات الصور
ca: Fitxers d'imatge
da: Billedfiler
de: Bilddateien
eu: Irudi Agiriak
fi: Kuvatiedostot
nl: Afbeelding bestanden
ro: Fişier imagine
si: ඡායාරූප ගොනු
tr: Görüntü Dosyaları
uk: Файли зображень

source: Choose DVD device or directory
ar: DVD اختر جهاز او دليل
ca: Trieu un dispositiu DVD o una carpeta
da: Vælg DVD-enhed eller mappe
de: DVD-Gerät oder Verzeichnis wählen
eu: Hautatu DVD gailua edo zuzenbidea
fi: Valitse dvd-asema tai hakemisto
nl: Kies DVD-apparaat of map
ro: Alege un dispozitiv DVD sau un dosar
si: ඩීවීඩී ධාවකය හෝ නාමාවලිය තෝරන්න
tr: DVD aygıtını veya dizinini seçin
uk: Оберіть DVD пристрій чи каталог

source: Choose a titleset to add:
ar: اختر عنوان يقرر الاضافة:
ca: Trieu un conjunt de títols per afegir:
da: Vælg et titelsæt at tilføje:
de: Ein Titelset zum Hinzufügen wählen:
eu: Hautatu gehitzeko izenburu-ezarpena:
fi: Valitse lisättävä kokoelma
nl: Kies een bestand om de ISO-image op te slaan:
ro: Alegeți grupul de titluri de adăugat:
si: එක් කිරීමට මාතෘකා කට්ටලයක් තෝරන්න
tr: Eklemek için bir başlık seti seçin:
uk: Оберіть набір розділів щоб додати:

source: Open a SVG file
de: SVG-Datei öffnen
nl: Open een SVG bestand
si: SVG ගොනුවක් විවෘත කරන්න

source: SVG files
de: SVG-Dateien
nl: SVG bestanden
si: SVG ගොනු

source: %s and %s are overlapping
ar: يتداخل %s و%s
ca: %s i % es sobreposen
da: %s og %s overlapper hinanden
de: %s und %s sind überschneidend
eu: %s eta %s gainjarrita daude
fi: %s ja %s menevät päällekkäin
nl: %s en %s overlappen
ro: %s şi %s se suprapun
si: %s සහ %s අනිව්‍යාප්ත වෙයි
tr: %s ve %s örtüşüyor
uk: %s та %s перетинаються

source: ID
ca: Identificador
si: අනන්‍යතාව
tr: KİMLİK

source: Command
ar: الامر
ca: Ordre
da: Kommandoer
de: Befehl
eu: Agindua
fi: Käsky
nl: Opdracht
ro: Comandă:
si: ආඥාව
tr: Komut
uk: Команда

source: Menu Actions
ar: قائمة الاجراءات
ca: Accions del menú
da: Menuhandlinger:
de: Menü-Aktionen
eu: Menu Ekintzak
fi: Valikkotoiminnot
nl: Menu Acties
ro: Meniu acțiuni
si: මෙනු කාර්යය
tr: Menü Eylemleri
uk: Дії меню:

source: Actions:
ar: قائمة الاجراءات
ca: Accions:
da: Handlinger:
de: Aktionen:
eu: Ekintzak:
fi: Toiminnot:
nl: Acties:
ro: Acţiuni:
si: කාර්යය:
tr: Eylemler:
uk: Дії:

source: Duplicated action ID '%s'.
ar: '%s'تكرار معرف الاجراء
ca: L'acció «%s» està duplicada.
da: Duplikerede handling ID '%s'.
de: Duplizierte Aktion-ID »%s«.
eu: Ekintza bikoiztua ID '%s'.
fi: Toimintotunnus '%s' tuplaantunut.
nl: Herhaalde actie ID '%s'.
ro: acţiune '%s' duplicată
si: '%s' පිටපත් කාර්යය අනන්‍යතා
tr: '%s' kimliği çoğaltma eylemi.
uk: Повторние ID дії '%s'

source: Regular
ar: العادية
da: Almindelig
de: Regulär
eu: Arrunta
fi: Normaali
nl: Regulier
ro: Obişnuit
si: ක්‍රමානුකූල
tr: Normal
uk: Звичайне

source: Type
ar: النوع
ca: Tipus de lletra
de: Typ
eu: Mota
fi: Tyyppi
ro: Tip
si: වර්ගය
tr: Tür
uk: Тип

source: End
ar: النهاية
ca: Final
da: Slut
de: Ende
eu: Amaiera
fi: Loppu
nl: Einde
ro: Sfârşit
si: අවසානය
tr: Bitir
uk: Кінець

source: Pause
ar: مهلة
ca: Pausa
eu: Pausatu
fi: Tauko
nl: Pauze
ro: Pauză
si: විරාමය
tr: Duraklat
uk: Пауза

source: Commands
ar: الاوامر
ca: Ordres
da: Kommandoer
de: Befehle
eu: Aginduak
fi: Käskyt
nl: Opdrachten
ro: Comenzi
si: ආඥා
tr: Komutlar
uk: Команди

source: Menu cells
ar: خلايا القائمة
ca: Cel·les del menú
da: Menuceller
de: Menü-Zellen
eu: Menu gelaxkak
nl: Menucellen
ro: Meniu celule
si: මෙනු කුටි
tr: Menü hücreleri
uk: Комірка меню

source: Cells:
ar: الخلايا...
ca: Cel·les:
da: Celler:
de: Zellen:
eu: Gelaxkak:
nl: Cellen:
ro: Celule:
si: කුටි:
tr: Hücreler:
uk: Комірки:

source: The cells %d and %d are overlapping
ar: متداخلة %d و%d ان الخلايا
ca: Les cel·les %d i %d se solapen
da: Cellerne %d og %d overlapper hinanden
de: Die Zellen %d und %d sind überschneidend
eu: %d eta %d gelaxkak gainjarrita daude
fi: Kentät %d ja %d menevät päällekkäin
nl: Cellen %d en %d overlappen
ro: Celulele %d și %d se suprapun
si: %d හා %d කුටි අනිව්‍යාප්ත වේ
tr: %d hücreleri ve %d örtüşüyor
uk: Клітинки %d та %d перетинаються

source: : unknown format
ar: : الصيغة المجهولة
ca: : el format és desconegut
da: : ukendt format
de: : unbekanntes Format
eu: : heuskarri ezezaguna
fi: : tuntematon formaatti
nl: : onbekend formaat
ro: : format necunoscut
si: : නාඳුනන ආකෘතිය
tr: : bilinmeyen biçim
uk: : невідомий формат

source: &Bring to Front
ar: & جلب الى الجبهة
ca: Envia al davant
da: P&lacer forrest
de: &Ganz nach vorn
eu: &Ekarri Aurrera
fi: &Tuo eteen
nl: &Breng naar Voorgrond
ro: &Adu în prim-plan
si: ඉදිරියටම ගන්න
tr: &Öne Getir
uk: &Перемістити на передній план

source: Bring &Forward
ar: جلب & امامي
ca: Envia cap endavant
da: Fl&yt fremad
de: W&eiter nach vorn
eu: Aurreratu
fi: Tuo &eteenpäin
nl: Breng &naar Voren
ro: Avansare
si: ඉදිරියට ගන්න
tr: İleri &Götür
uk: Перемістити &вперед

source: Send Back&ward
ar: ارسل للخلف
ca: Envia cap enrere
da: Fly&t bagud
de: Weiter &nach hinten
eu: Bidali A&tzealdera
fi: Vie t&aaksepäin
nl: Breng naar &Achteren
ro: Trimite înapoi
si: පසුපසට ගන්න
tr: Arkaya &Götür
uk: Перемістити &назад

source: &Send to Back
ar: & يرسل للخلف
ca: Envia al fons
da: Placer &bagerst
de: Ganz nach &hinten
eu: &Bidali Atzera
fi: &Vie taakse
nl: Breng naar Ach&tergrond
ro: &Trimite în fundal
si: පසුපසටම ගන්න
tr: &Geri Gönder
uk: &Перемістити на задній план

source: To &Left
ar: الى &السار
ca: A &l'esquerra
da: Til &venstre
de: Nach &links
eu: E&zkerrera
fi: &Vasempaan
nl: Naar &Links
ro: La &stânga
si: වමට
tr: &Sola
uk: Ліворуч

source: To &Right
ar: الى &اليمين
ca: A la d&reta
da: Til &højre
de: Nach &rechts
eu: E&skuinera
fi: &Oikeaan
nl: Naar &Rechts
ro: La &dreapta
si: දකුණට
tr: &Sağa
uk: Праворуч

source: To &Top
ar: الى &الاعلى
ca: A dal&t
da: Til &toppen
de: Nach &oben
eu: &Gora
fi: Alkuun
nl: Ga naar &Boven
ro: În &sus
si: ඉහළට
tr: Üst &Tarafa
uk: Вгору

source: To &Bottom
ar: &الى اسفل
ca: A &baix
da: Til &bunden
de: Nach &unten
eu: &Behera
fi: Loppuun
nl: Ga naar &Beneden
ro: În &jos
si: පහළට
tr: Alt &Tarafa
uk: Вниз

source: To Center &horizontally
ar: الى &مركز للقائمة افقياً
ca: Centra &horitzontalment
da: Til midten &vandret
de: &Horizontal im Zentrum
eu: Erdira &etzanean
fi: Keskitä &vaakasuunnassa
nl: Centreer &Horizontaal
ro: Centrare &orizontală
si: තිරස්ව කේන්ද්‍රගත කරන්න
tr: Yatay &Olarak Ortala
uk: Центрувати по &горизонталі

source: To Center &vertically
ar: الى مركز &للقائمة عمودياً
ca: Centra &verticalment
da: Til midten &lodret
de: &Vertikal im Zentrum
eu: Erdira &zutian
fi: Keskitä &pystysuunnassa
nl: Centreer &Vertikaal
ro: Centrare &verticală
si: සිරස්ව කේන්ද්‍රගත කරන්න
tr: Dikey &Olarak Ortala
uk: Центрувати по &вертикалі

source: To &Center of Menu horizontally
ar: الى &مركز للقائمة افقياً
ca: Al &centre del menú horitzontalment
da: Til &midten af menuen vandret
de: Horizontal im &Zentrum von Menü
eu: Menuaren er&dian etzanean
fi: Valikon keskelle vaakasuunnassa
nl: Centreer Menu &Horizontaal
ro: Centrare meniu &orizontal
si: තිරස්ව මෙනුවට කේන්ද්‍රගත කරන්න
tr: Menüyü &Merkeze Yatay ortala
uk: По &центру меню по горизонталі

source: To Center of &Menu vertically
ar: الى مركز &للقائمة عمودياً
ca: Al centre del &menú verticalment
da: Til mi&dten af menuen lodret
de: Vertikal &im Zentrum von Menü
eu: Menuaren e&rdian zutika
fi: Valikon keskelle pystysuunnassa
nl: Centreer Menu &Vertikaal
ro: Centrare meniu &vertical
si: සිරස්ව මෙනුවට කේන්ද්‍රගත කරන්න
tr: Menüyü &Merkeze Dikey ortala
uk: По центру &меню по вертикалі

source: &Show Safe TV area
ar: &اظهار
ca: Mo&stra l'àrea segura de la TV
da: &Vis sikkert TV-område
de: Sicheren TV-Bereich &zeigen
eu: &Erakutsi TB eremu segurua
fi: &Näytä TV-varma alue
nl: &Toon Veilig TV gebied
ro: &Afişează zona TV de siguranță
si: ආරක්ෂිත දර්ශන තලය පෙන්වන්න
tr: &Güvenli TV Alanını Göster
uk: &Показати безпечну область ТВ

source: &none
ar: &لا شيء
ca: &cap
da: &Ingen
de: &Keine
eu: e&zer ez
fi: &ei mitään
nl: &geen
ro: &nimic
si: කිසිත් නැත
tr: &hiçbiri
uk: &ні

source: &Show
ar: &اظهار
ca: Mostra
da: &Vis
de: &Zeigen
eu: &Erakutsi
fi: &Näytä
nl: &Toon
ro: &Afişare
si: පෙන්වන්න
tr: &Göster
uk: &Показати

source: &Over objects
ar: &حول الكائنات
ca: Al damunt dels &objectes
da: &Over objekter
de: &Über Objekte
eu: Objektuen &gainean
nl: &Over objecten
ro: &Deasupra obiectelor
si: වස්තු මත
tr: &Nesnelerin üzerinde
uk: &Поверх об'єктів

source: &Colour...
ar: &اللون...
ca: &Color...
da: &Farve…
de: &Farbe …
eu: &Margoa...
fi: &Väri...
nl: &Kleur..
ro: &Culoare...
si: වර්ණය...
tr: &Renk...
uk: &Колір...

source: A&rrange
ar: ت&رتيب
ca: O&rganitza
da: A&rranger
de: A&nordnen
eu: &Antolatu
fi: &Järjestä
nl: A&rrangeren
ro: A&ranjare
si: අසුරන්න
tr: Dü&zelt
uk: &Розташувати

source: A&lign
ar: م&حاذاة
ca: A&lineació
da: &Juster
de: &Ausrichten
eu: &Lerrokatu
fi: &Säädä
nl: &Uitlijnen
ro: A&liniere
si: ගලපන්න
tr: H&izala
uk: &Вирівняти

source: &First highlighted button
ar: &الزر الاول المميزة
ca: Selecció predeterminada
da: &Første fremhævede knap
de: &Erster hervorgehobener Button
eu: &Lehen botoi nabarmendua
fi: &Ens. merkitty painike
nl: &Eerste geselecteerde knop
ro: &Primul buton evidenţiat
si: පළමු ඉස්මතු කළ බොත්තම
tr: &İlk vurgulanan düğme
uk: &Перша виділена кнопка

source: Cu&t
ar: ق&ص
ca: Talla
da: &Klip
de: &Ausschneiden
eu: &Ebaki
fi: Le&ikkaa
nl: Kni&p
ro: Tăiere
si: කැපුම
tr: K&es
uk: Ви&різати

source: &Copy
ar: &نسخ
ca: &Copia
da: K&opier
de: &Kopieren
eu: &Kopiatu
fi: &Kopioi
nl: &Kopieer
ro: &Copiere
si: පිටපත්
tr: &Kopyala
uk: &Копіювати

source: &Paste
ar: &لصق
ca: Enganxa
da: Sæt &ind
de: Ein&fügen
eu: &Itsatsi
fi: Lii&tä
nl: &Plak
ro: &Lipire
si: ඇලවීම
tr: &Yapıştır
uk: &Вставити

source: &Properties...
ar: &الخصائص
ca: &Propietats...
da: &Egenskaber…
de: &Eigenschaften …
eu: &Ezaugarriak...
fi: &Ominaisuudet...
nl: &Eigenschappen..
ro: &Proprietăţi...
si: ලක්ෂණ...
tr: &Özellikler...
uk: &Властивості...

source: &View
ar: &عرض
ca: &Visualització
da: &Vis
de: &Ansicht
eu: &Ikusi
fi: &Näytä
nl: &Beeld
ro: &Vezi
si: දසුන
tr: &Görünüm
uk: &Вигляд

source: &Grid
ar: &الشبكة
ca: &Retícula
da: &Gitterlinier
de: &Gitter
eu: &Saretxoa
fi: &Ruudukko
nl: &Raster
ro: &Grilă
si: ජාලකය
tr: &Izgara
uk: &Сітка

source: VMGM menu %d
ar: VMGM %d قائمة
ca: Menú VMGM %d
de: VMGM-Menü %d
eu: VMGM menua %d
fi: VMGM-valikko %d
ro: Meniul VMGM %d
si: VMGM %d මෙනුව
tr: %d VMGM Menüsü
uk: VMGM меню %d

source: Menu %d
ar: %d قائمة
ca: Menú %d
de: Menü %d
eu: %d menua
fi: Valikko %d
ro: Meniu %d
si: %d මෙනුව
tr: %d Menüsü
uk: Меню %d

source: button%d
ar: %d زر
ca: botó %d
da: knap%d
eu: %d botoia
fi: painike%d
nl: knop%d
ro: buton%d
si: %d බොත්තම
tr: %d butonu
uk: кнопка%d

source: Please type in text to insert
ar: الرجاء كتابة نص لادخالة
ca: Introduïu el text
da: Indtast tekst, der skal indsættes
de: Geben Sie bitte den einzufügenden Text ein
eu: Mesedez idatzi txertatzeko idazkia
fi: Kirjoita lisättävä teksti
nl: Voeg aub tekst toe
ro: Vă rog să introduceţi textul de inserat
si: කරුණාකර අක්ෂර ඇතුළත් කරන්න
tr: Lütfen eklemek için metin yazın
uk: Будь ласка, введіть текст

source: Input text
ar: ادخال النص
ca: Entrada de text
da: Indsæt tekst
de: Text eingeben
eu: Sarrera idazkia
fi: Lisää teksti
nl: Voer tekst in
ro: Introduceţi textul
si: අක්ෂර ඇතුළත් කරන්න
tr: Metin girişi
uk: Ввід тексту

source: Please choose an image to insert
ar: الرجاء اختيار صورة لادراج
ca: Trieu una imatge
da: Vælg et billede, der skal indsættes
de: Wählen Sie bitte ein Bild zum Einfügen
eu: Mesedez hautatu txertatzeko irudi bat
fi: Valitse lisättävä kuva
nl: Kies aub een afbeelding om in te voegen
ro: Vă rog să alegeţi o imagine pentru inserare
si: කරුණාකර ඡායාරූපයක් ඇතුළත් කරන්න
tr: Lütfen eklemek için bir resim seçin
uk: Оберіть зображення для вставки

source: Image Files
ar: ملفات الصور
ca: Fitxers d'imatge
da: Billedfiler
de: Bilddateien
eu: Irudi Agiriak
fi: Kuvatiedostot
nl: Afbeeldingbestanden
ro: Fişiere imagine
si: ඡායාරූප ගොනු
tr: Görüntü Dosyaları
uk: Файл зображення

source: object
ar: كائن
ca: objecte
da: objekt
de: Objekt
eu: objektua
fi: objekti
ro: obiect
si: වස්තු
tr: nesne
uk: об'єкт

source: can't open file '%s'
ar: %s لا يستطيع فتح الملف
ca: no es pot obrir el fitxer«%s»
da: kan ikke åbne filen '%s'
de: Datei »%s« kann nicht geöffnet werden
eu: ezin da '%s' agiria ireki
fi: tiedostoa '%s' ei voi avata
nl: kan bestand '%s' niet openen.
ro: nu pot deschide fişierul '%s'
si: '%s' ගොනුව විවෘත කළ නොහැක
tr: '%s' dosyası açılamıyor
uk: неможливо відкрити файл '%s'

source: Properties
ar: الخصائص
ca: Propietats
da: Egenskaber
de: Eigenschaften
eu: Ezaugarriak
fi: Ominaisuudet
nl: Eigenschappen
ro: Proprietăţi
si: ලක්ෂණ
tr: Özellikler
uk: Властивості

source: Action
ar: عمل
ca: Acció
da: Handling
de: Aktion
eu: Ekintza
fi: Toiminto
nl: Actie
ro: Acţiune
si: කාර්යය
tr: Eylem
uk: Дія

source: Jump to
ar: الانتقال الى
ca: Salta a
da: Hop til
de: Springen zu
eu: Jauzi hona
fi: Siirry kohtaan
nl: Spring naar
ro: Sări la
si: වෙත යන්න
tr: Atla...
uk: Перейти до

source: Play all titles
ar: لعب الكل
ca: Reprodueix tots els títols
da: Afspil alle titler
de: Alle Titel abspielen
eu: Irakurri izenburu guztiak
fi: Toista kaikki osat
nl: Speel alle titels af
ro: Redă toate titlurile
si: සියළුම මාතෘකා ධාවනය
tr: Tüm başlıkları oynat
uk: Грати всі розділи

source: single titleset
ar: تعيين عنوان واحد
ca: només un conjunt
da: enkelt titelsæt
de: Einzelnes Titelset
eu: izenburu-ezarpen bakarra
fi: yksittäinen kokoelma
nl: enkelvoudige titelset
ro: grup de titluri singular
si: තනි මාතෘකා කට්ටලය
tr: tek başlıkseti
uk: один набір

source: all titlesets
ar: كل عنوان مجموعات
ca: tots els conjunts
da: alle titelsæt
de: Alle Titelsets
eu: izenburu-ezarpen guztiak
fi: kaikki kokoelmat
nl: alle titelset
ro: toate grupurile de titlu
si: සියළුම මාතෘකා කට්ටල
tr: tüm başlık setleri
uk: всі набори

source: last selected
ar: مختار اخيرا
ca: darrer seleccionat
da: senest valgte
de: Zuletzt ausgewählt
eu: hautaturiko azkena
fi: viimeksi tehty valinta
nl: laatst gekozen
ro: ultimul selectat
si: අවසන් තේරීම
tr: son seçilen
uk: останнє обране

source: track
ar: المسار
ca: pista
da: spor
de: Spur
eu: bidea
fi: raita
ro: pistă
si: පථය
tr: parça
uk: торіжка

source: Audio
ar: الصوت
ca: Àudio
da: Lyd
eu: Audioa
si: ශ්‍රව්‍ය
tr: Ses
uk: Аудіо

source: Warning
de: Warnung
nl: Waarschuwing
si: අවවාදයයි

source: Please use titleset menu to select audio tracks.
de: Bitte verwenden Sie das Titelset-Menü, um die Tonspuren auszuwählen.
nl: Gebruik aub de titelset menu om een audio track te selecteren.
si: කරුණාකර ශ්‍රව්‍ය පථ තේරීමට මාතෘකා කට්ටල භාවිතා කරන්න.

source: off
ar: قفل
ca: inactiu
da: fra
de: Aus
eu: ez
fi: pois
nl: uit
ro: afară
si: අක්‍රිය
tr: kapalı
uk: вимкнено

source: subtitle
ar: العنوان الفرعي
ca: subtítol
da: undertekst
de: Untertitel
eu: azpidatzia
fi: tekstitys
nl: ondertiteling
ro: subtitrare
si: උපසිරැසි
tr: altyazı
uk: субтитри

source: Please use titleset menu to select subtitle tracks.
de: Bitte verwenden Sie das Titelset-Menü, um Untertitelspuren auszuwählen.
nl: Gebruik aub de titelset menu om een ondertitel te selecteren.
si: කරුණාකර උපසිරැසි පථ තේරීමට මාතෘකා කට්ටල භාවිතා කරන්න.

source: Auto execute command by select
ar: تنفذ الامر تلقائيا حسب التحديد
ca: Executa l'ordre automàticament en seleccionar
da: Autoudfør kommando ved valg
de: Beim Auswählen autom. ausführen
eu: Berez exekutatu agindua hautatuz
fi: Suorita käsky valintana
nl: Automatisch commando uitvoeren bij selectie
ro: La selectare, execută comanda:
si: තේරීමෙන් විධානය ස්වයංක්‍රිය ව සම්පූර්ණ කරන්න
tr: Komutu seçerek otomatik yürüt
uk: Автоматично виконувати команду при виборі

source: Navigation
ar: الملاحة
ca: Navegació
eu: Nabigazioa
fi: Navigointi:
nl: Navigatie
ro: Navigare
si: යාත්‍රණය
tr: Gezinti
uk: Навігація

source: Look
ar: نظرة
ca: Aspecte
da: Udseende
de: Aussehen
eu: Itxura
fi: Ulkonäkö
nl: Uiterlijk
ro: Vezi
si: දැක්ම
tr: Bak
uk: Вигляд

source: none
ar: لا شيء
ca: cap
da: ingen
de: Keine
eu: ezer ez
fi: ei mitään
nl: geen
ro: nimic
si: කිසිත් නැත
tr: hiçbiri
uk: ні

source: auto
ar: تلقائي
ca: automàtic
eu: berez
nl: automatisch
si: ස්වයං
tr: otomatik
uk: автоматично

source: Normal
ar: عادي
eu: Arrunta
fi: Normaali
nl: Normaal
si: සාමාන්‍ය
uk: Звичайний

source: Highlighted
ar: مبرز
ca: Realçat
da: Fremhævet
de: Hervorgehoben
eu: Nabarmendua
fi: Merkitty
nl: Oplichtend
ro: Subliniat
si: ඉස්මතු කළ
tr: Vurgulanan
uk: Підсвічений

source: Selected
ar: محدد
ca: Seleccionat
da: Markeret
de: Ausgewählt
eu: Hautatua
fi: Valittu
nl: Geselecteerd
ro: Selectat
si: තේරූ
tr: Seçilen
uk: Виділений

source: Font...
ar: خط
ca: Tipus de lletra...
da: Skrifttype…
de: Schrift …
eu: Hizkia...
fi: Fontti...
nl: Lettertype..
ro: Literă...
si: අක්ෂර මාදිලිය...
uk: Шрифт...

source: Keep Aspect Ratio
ar: الاحتفاظ بنسبة العرض الى الارتفاع
ca: Conserva la proporció
da: Bevar størrelsesforhold
de: Seitenverhältnis erhalten
eu: Heutsi Ikuspegi Mailari
fi: Säilytä kuvasuhde
nl: Behoud Aspect Ratio
ro: Păstrează proporţiile
si: දර්ශනානුපාතය පවත්වාගෙන යන්න
tr: En/Boy Oranını Koru
uk: Зберегти співвідношення сторін

source: X Min
ca: X Mín
de: Min. X
eu: X Gutx
si: X අවම
tr: X Asg.
uk: X зліва

source: X Mid
ar: Mid
ca: X Mig
de: Mitte X
eu: X Ert
si: X මධ්‍ය
tr: X Orta
uk: X середина

source: X Max
ca: X Màx
da: X Maks.
de: Max. X
eu: X Geh
fi: X maks
si: X උපරිම
tr: X Aza.
uk: X зправа

source: Y Min
ca: Y Mín
eu: Y Gutx
si: Y අවම
tr: Y Asg.
uk: Y зліва

source: Y Mid
ar: MID
ca: Y Mig
de: Mitte Y
eu: Y Ert
si: Y මධ්‍ය
tr: Y Orta
uk: Y середина

source: Y Max
ca: Y Màx
da: Y Maks.
de: Max. Y
eu: Y Geh
fi: Y maks
si: Y උපරිම
tr: Y Aza.
uk: Y зправа

source: Meet
ar: تلبية
ca: Encabeix
da: Kanter
de: Ränder
eu: Finkatua
nl: Samenvoegen
ro: Complet
si: හමුව
tr: Karşıla
uk: Рамка

source: Slice
ar: الشريحة
ca: Escapça
da: Beskær
de: Schnitt
eu: Ebakina
fi: Viipaloi
nl: Opdelen
ro: Trunchiere
si: කැබලි
tr: Dilimle
uk: Зріз

source: Image
ar: صورة
ca: Imatge
da: Billede
de: Bild
eu: Irudia
fi: Kuva
nl: Afbeelding
ro: Imagine
si: ඡායාරූපය
tr: Görüntü
uk: Зображення

source: Video
ar: فديو
ca: Vídeo
eu: Bideoa
si: වීඩියෝ
uk: Відео

source: Offset:
ar: التعديل:
ca: Desplaçament:
da: Forskydning:
de: Versatz:
eu: Oreka:
fi: Siirtymä:
nl: Afstand:
ro: Compensare:
si: අනුලම්බ:
tr: Uzaklık:
uk: Зміщення:

source: Deviation:
ar: الانحراف:
ca: Desviació:
da: Afvigelse:
de: Abweichung:
eu: Desbiderapena:
fi: Poikkeama:
nl: Tijdsduur:
ro: Abatere:
si: අපගමනය:
tr: Sapma:
uk: Відхилення:

source: Location
ar: الموقع
ca: Posició
da: Placering
de: Position
eu: Kokapena
fi: Sijainti
nl: Lokatie
ro: Poziţie
si: පිහිටීම
tr: Konum
uk: Розташування

source: Rotation
ar: الدوران
ca: Gir
eu: Itzulikapena
fi: Kierto
nl: Rotatie
ro: Rotire
si: භ්‍රමණය
tr: Dönüş
uk: Обертання
