Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: DVD-5 (4.7 GB)
si: ඩීවීඩී-5 තැටි (4.7 GB)
uk: DVD-5 (4.7 ГБ)

source: DVD-9 (8.5 GB)
si: ඩීවීඩී-9 තැටි (8.5 GB)
uk: DVD-9 (8.5 ГБ)

source: Unlimited
ar: غير محدود
ca: Sense límit
da: Ubegrænset
de: Unbegrenzt
eu: Mugagabea
fi: Rajoittamaton
nl: Onbegrensd
ro: Nelimitat
si: අසීමිත
tr: Kısıtlamasız
uk: без обмежень

source: Call last menu
ar: استدعاء القائمة الاخيرة
ca: Crida l'últim menú
da: Kald sidste menu
de: Letztes Menü aufrufen
eu: Deitu azken menua
fi: Siiry seuraavaan valikkoon
nl: Naar laatste menu
ro: Apelează ultimul meniu
si: අවසාන මෙනුව ගන්න
tr: Son menü çağrısı
uk: Перейти до останнього показаного меню

source: Call root menu
ar: استدعاء قائمة الجذر
ca: Crida el menú arrel
da: Kald rodmenu
de: Wurzelmenü aufrufen
eu: Deitu erro menua
fi: Siirry juurivalikkoon
nl: Naar hoofdmenu
ro: Apelează meniul rădăcină
si: මූලාශ්‍ර මෙනුව ගන්න
tr: Kök menü çağrısı
uk: Перейти до початкового меню

source: Play next title
ar: لعب العنوان التالي
ca: Reprodueix el títol següent
da: Afspil næste titel
de: Nächsten Titel abspielen
eu: Irakurri hurrengo izenburua
fi: Toista seuraava osa
nl: Speel volgende titel
ro: Redă următorul titlu
si: මීළඟ මාතෘකාව ධාවනය කරන්න
tr: Sonraki başlığı oynat
uk: Грати наступний розділ

source: %d MBit/s
eu: %d MBit/s-ko
ro: %d Mb/s
si: තත්. මෙබිටු %d
uk: %d МБіт/сек

source: select audio track %d and
ar: و %d حدد مسار الصوت
ca: selecciona la pista d'àudio %d i
da: vælg lydspor %d og
de: Tonspur %d auswählen und
eu: hautatu %d audio bidea eta
fi: valitse ääniraita %d ja
nl: selecteer audiotrack %d en
ro: selectaţi pista audio %d şi
si: %d ශ්‍රව්‍ය පථය තෝරා
tr: %d sesini seç ve
uk: оберіть аудіо доріжку %d та

source: select subtitle track %d and
ar: و %d مسار العنوان الثانوي المنتقى
ca: selecciona la pista de subtítols %d i
da: vælg undertekstspor %d og
de: Untertitelspur %d auswählen und
eu: hautatu %d azpidatzi bidea eta
fi: valitse tekstitysraita %d ja
nl: selecteer ondertiteling %d en
ro: selectaţi pista subtitarării %d şi
si: %d උපසිරැසි පථය තෝරා
tr: %d altyazısını seç ve
uk: оберіть доріжку субтитрів %d та

source: jump to start of current menu
ar: الانتقال الى بداية القائمة الحالية
ca: salta a l'inici del menú en curs
da: hop til begyndelsen af nuværende menu
de: Zum Anfang des aktuellen Menüs springen
eu: jauzi oraingo menuaren hasierara
fi: siirry nykyisen valikon alkuun
nl: spring naar begin van huidige menu
ro: sări la începutul meniului curent
si: වර්තමාන මෙනුවේ ආරම්භයට යන්න
tr: geçerli menünün başına geç
uk: перейти до початку поточного меню

source: from titleset %d
ar: %d من مجموعة العنوان
ca: des del conjunt de títols %d
da: fra titelsæt %d
de: aus Titelset %d
eu: %d izenburu-ezarpenetik
fi: kokoelmasta %d
nl: vanuit titelset %d
ro: din grupul titlu %d
si: %d මාතෘකා කට්ටලයෙන්
tr: %d başlık setinden
uk: з набору %d

source: jump to title menu
ar: الانتقال الى عنوان القائمة
ca: salta al menú de títol
da: hop til titelmenu
de: Zum Titelmenü springen
eu: jauzi izenburu menura
fi: siirry osan valikkoon
nl: spring naar titel menu
ro: salt la meniul titlurilor
si: මාතෘකා මෙනුවට යන්න
tr: başlık menüsüne geç
uk: перейти до меню розділів

source: jump to root menu
ar: الانتقال الى قائمة الجذر
ca: salta al menú arrel
da: hop til rodmenu
de: Zum Wurzelmenü springen
eu: jauzi erro menura
fi: siirry juurivalikkoon
nl: spring naar hoofdmenu
ro: salt la meniul rădăcină
si: මූලාශ්‍ර මෙනුවට යන්න
tr: kök menüye geç
uk: перейти до початкового меню

source: jump to subtitle menu
ar: الانتقال الى قائمة الجذر
ca: salta al menú de subtítols
da: hop til undertitelmenu
de: Zum Untertitelmenü springen
eu: jauzi azpidatzi menura
fi: siirry tekstitysvalikkoon
nl: spring naar ondertitelmenu
ro: salt la meniul subtitrărilor
si: උපසිරැසි මෙනුවට යන්න
tr: altyazı menüsüne geç
uk: перейти до меню субтитрів

source: jump to audio menu
ar: الانتقال الى قائمة الجذر
ca: salta al menú d'àudio
da: hop til lydmenu
de: Zu Audiomenü springen
eu: jauzi audio menura
fi: siirry äänivalikkoon
nl: spring naar audiomenu
ro: salt la meniul audio
si: ශ්‍රව්‍ය මෙනුවට යන්න
tr: ses menüsüne geç
uk: перейти до аудіо меню

source: jump to angle menu
ar: الانتقال الى قائمة الجذر
ca: salta al menú d'angles
da: hop til vinkelmenu
de: Zu Blickwinkelmenü springen
eu: jauzi angelu menura
fi: siirry kulmavalikkoon
nl: spring naar (camera)hoek menu
ro: salt la meniul unghiurilor
si: කෝණ මෙනුවට යන්න
tr: açı menüsüne geç
uk: перейти до меню кута огляду

source: jump to chapter menu
ar: الانتقال الى قائمة الجذر
ca: salta al menú de capítols
da: hop til kapitelmenu
de: Zu Kapitelmenü springen
eu: jauzi atal menura
fi: siirry kohtausvalikkoon
nl: spring naar hoofdstukmenu
ro: salt la meniul capitolelor
si: පරිච්ඡේද මෙනුවට යන්න
tr: bölüm menüsüne geç
uk: перейти до меню епізодів

source: menu
ar: القائمة
ca: menú
de: Menü
eu: menua
fi: valikko
ro: meniu
si: මෙනුව
tr: menü
uk: меню

source: jump to menu
ar: الانتقال الى القائمة
ca: salta al menú
da: hop til menu
de: Zu Menü springen
eu: jauzi menura
fi: siirry valikkoon
nl: spring naar menu
ro: salt la meniul
si: මෙනුවට යන්න
tr: menüye geç
uk: перейти до меню

source: jump to VMGM menu
ar: الانتقال الى القائمة
ca: salta al menú VMGM
da: hop til VMGM-menu
de: Zu VMGM-Menü springen
eu: jauzi VMGM menura
fi: siirry VMGM-valikkoon
nl: spring naar VMGM menu
ro: salt la meniul VMGM
si: VMGM මෙනුවට යන්න
tr: VMGM menüsüne geç
uk: перехід до VMGM меню

source: jump to title %d chapter %d
ar: الانتقال الى عنوان القائمة
ca: salta al títol %d, capítol %d
da: hop til titel %d kapitel %d
de: Zu Titel %d Kapitel %d springen
eu: jauzi %d izenburuko %d atalera
fi: siirry osan %d kohtaukseen %d
nl: spring naar titel %d hoofdstuk %d
ro: salt la titlul %d capitolul %d
si: %d මාතෘකාවේ %d පරිච්ඡේදයට යන්න
tr: %d başlığından %d bölümüne geç
uk: перейти до розділу %d епізод %d

source: jump to title
ar: الانتقال للعنونة
ca: salta al títol
da: hop til titel
de: Zu Titel springen
eu: jauzi izenburura
fi: siirry osaan
nl: spring naar titel
ro: salt la titlul
si: මාතෘකාවට යන්න
tr: başlığa geç
uk: перейти до

source: titleset
ar: مجموعة عنوان
ca: conjunt
da: titelsæt
de: Titelset
eu: izenburu-ezarpena
fi: kokoelma
nl: titelset
ro: titlu de grup
si: මාතෘකා කට්ටලය
tr: başlık seti
uk: набір

source: VMGM menu
ar: VMGM قائمة
ca: Menú VMGM
de: VMGM-Menü
eu: VMGM menua
fi: VMGM-valikko
ro: meniu VMGM
si: VMGM මෙනුව
tr: VMGM menüsü
uk: VMGM меню

source: cannot jump to titleset %d, only %d exist
ar: موجود %d، فقط %d لا يمكن ان توجد الانتقال الى عنوان مجموعة
ca: No es pot saltar al conjunt de títols %d, només n'existeixen %d
da: kan ikke hoppe til titelsæt %d, kun %d findes
de: Zu Titelset %d kann nicht gesprungen werden, nur %d vorhanden.
eu: ezin da %d izenburu-ezarpenera jauzi, %d bakarrik dago
fi: ei voi siirtyä kokoelmaan %d, vain %d löytyy
nl: kan niet naar titelset %d springen, alleen %d bestaat
ro: nu pot sări la grupul de titluri %d, doar %d există
si: %d මාතෘකා කට්ටලයට යා නොහැක, %d පමණක් පවතී
tr: %d başlık setine geçemez, sadece %d mevcut
uk: неможливо перейти до розділу %d, так як існує лише %d

source: cannot jump to VMGM menu; none exist
ar: لا يجد شيئ VMGM؛لا يستطيع الانتقال الى قائمة
ca: no es pot saltar al menú VMGM, no n'hi ha cap
da: kan ikke hoppe til VMGM-menu; ingen eksisterer
de: Zu einem VMGM-Menü kann nicht gesprungen werden; keine vorhanden
eu: ezin da VMGM menura jauzi; ez dago bat ere
fi: ei voi siirtyä VMGM-valikkoon, ei löydy
nl: onmogelijk om naar VMGM menu te springen; onbestaand
ro: nu pot sări la meniul VMGM; nu există niciunul
si: VMGM මෙනුවට යා නොහැක; කිසිවක් නො පවතියි
tr: WMGM menüsüne geçemez; menü mevcut değil
uk: неможливо перейти до VMGM меню; не існує

source: cannot jump to menu; none exist
ar: لا يمكن الانتقال الى القائمة؛ لا توجد
ca: No es pot saltar al menú, no n'hi ha cap
da: kan ikke hoppe til menu; ingen eksisterer
de: Zu einem Menü kann nicht gesprungen werden; keine vorhanden
eu: ezin da menura jauzi; ez dago bat ere
fi: ei voi siirtyä valikkoon, ei löydy
nl: onmogelijk om naar menu te springen; onbestaand
ro: nu pot sări la meniu; nu există niciunul
si: මෙනුවට යා නොහැක; කිසිවක් නො පවතියි
tr: menüye geçemez; mevcut değil
uk: неможливо перейти до еню, його не існує

source: title menu
ar: عنوان القائمة
ca: menú del títol
da: titelmenu
de: Titelmenü
eu: izenburu menua
fi: osan valikko
nl: titel menu
ro: meniu titluri
si: මාතෘකා මෙනුව
tr: başlık menüsü
uk: меню розділів

source: root menu
ar: قائمة الجذر
ca: menú arrel
da: rodmenu
de: Wurzelmenü
eu: erro menua
fi: juurivalikko
nl: hoofdmenu
ro: meniu rădăcină
si: මූලාශ්‍ර මෙනුව
tr: kök menü
uk: початкове меню

source: subtitle menu
ar: قائمة عنوان ثانوي
ca: menú de subtítols
da: undertitelmenu
de: Untertitelmenü
eu: azpidatzi menua
fi: tekstitysvalikko
nl: ondertitelmenu
ro: meniu subtitrări
si: උපසිරැසි මෙනුව
tr: altyazı menüsü
uk: меню субтитрів

source: audio menu
ar: قائمة الصوت
ca: menú d'àudio
da: lydmenu
de: Audiomenü
eu: audio menua
fi: äänivalikko
ro: meniu audio
si: ශ්‍රව්‍ය මෙනුව
tr: ses menüsü
uk: аудіо меню

source: angle menu
ar: قائمة الزاوية
ca: menú d'angle
da: vinkelmenu
de: Blickwinkelmenü
eu: angelu menua
fi: kulmavalikko
nl: (camera)hoek menu
ro: meniu unghiuri
si: කෝණ මෙනුව
tr: açı menüsü
uk: меню куів огляду

source: chapter menu
ar: & قائمة الفصل
ca: menú de capítols
da: kapitelmenu
de: Kapitelmenü
eu: atal menua
fi: kohtausvalikko
nl: hoofdstukmenu
ro: meniu capitole
si: පරිච්ඡේද මෙනුව
tr: bölüm menüsü
uk: меню епізоду

source: cannot find %s
ar: %s لا يستطيع ايجاد
ca: no es pot trobar %s
da: kan ikke finde %s
de: %s kann nicht gefunden werden
eu: ezin da %s aurkitu
fi: %s ei löydy
nl: kan %s niet vinden
ro: nu pot găsi %s
si: %s සොයාගත නොහැක
tr: %s bulunamadı
uk: неможливо знайти %s

source: cannot jump to VMGM menu %d, only %d exist
ar: يجد %d فقط VMGM %d،لا يستطيع الانتقال الى قائمة
ca: no es pot saltar al menú VMGM %d, només n'hi ha %d
da: kan ikke hoppe til VMGM-menu %d, kun %d findes
de: Es kann nicht zum VMGM-Menü %d gesprungen werden, da nur %d existieren.
eu: ezin da %d VMGM menura jauzi, %d bakarrik dago
fi: ei voi siirtyä VMGM-valikkoon %d, vain %d löytyy
nl: kan niet naar VMGM menu %d springen, alleen %d bestaat
ro: nu pot sări la meniul VMGM %d, doar %d există
si: %d VMGM මෙනුවට යා නොහැක, %d පමණක් පවතියි
tr: %d VMGM menüsüne geçemez, sadece %d mevcut
uk: неможливо перейти до VMGM меню %d, існує лише %d

source: cannot jump to menu %d, only %d exist
ar: موجود%d، فقط %d لا يستطيع الانتقال الى القائمة
ca: no es pot saltar al menú %d, només n'hi ha %d
da: kan ikke hoppe til menu %d, kun %d findes
de: Es kann nicht zum Menü %d gesprungen werden, da nur %d existieren.
eu: ezin da %d menura jauzi, %d bakarrik dago
fi: ei voi siirtyä valikkoon %d, vain %d löytyy
nl: kan niet naar menu %d springen, alleen %d bestaat
ro: nu pot sări la meniul %d, doar %d există
si: %d මෙනුවට යා නොහැක, %d පමණක් පවතියි
tr: %d menüsüne geçemez, sadece %d mevcut
uk: неможливо перейти до меню %d, існує лише %d

source: cannot jump to title; none exist
ar: لا يستطيع الانتقال للعنونة؛ لا شيئ موجود
ca: no es pot saltar al títol, no n'hi ha cap
da: kan ikke hoppe til titel; ingen eksisterer
de: Es kann nicht zu einem Titel gesprungen werden, da noch keine existieren.
eu: ezin da izenburura jauzi; ez dago bat ere
fi: ei voi siirtyä osaan; sellaista ei ole
nl: kan niet naar titel springen; deze bestaat niet
ro: nu pot sări la titlu; nu există niciunul
si: මාතෘකාවට යා නොහැක; කිසිවක් නොපවතියි
tr: başlığa geçemez; mevcut değil
uk: неможливо перейти до розділу, його не існує

source: cannot jump to title %d, only %d exist
ar: موجود %d، فقط %d لا يستطيع الانتقال لعنونة
ca: no es pot saltar al títol %d, només n'hi ha %d
da: kan ikke hoppe til titel %d, kun %d findes
de: Es kann nicht zum Titel %d gesprungen werden, da nur %d existieren.
eu: ezin da %d izenburura jauzi, %d bakarrik dago
fi: ei voi siirtyä osaan %d, vain %d löytyy
nl: kan niet naar titel %d springen, alleen %d bestaat
ro: nu pot sări la titlul %d, doar %d există
si: %d මාතෘකාවට යා නොහැක, %d පමණක් පවතියි
tr: %d başlığına geçemez, sadece %d mevcut
uk: неможливо перейти до розділу %d, існує лише %d

source: cannot jump to chapter %d of title %d, only %d exist
ar: موجود%d من العنوان %d، فقط %d لا يستطيع الانتقال الى الفصل
ca: no es pot saltar al capítol %d del títol %d, només n'hi ha %d
da: kan ikke hoppe til kapitel %d af titel %d, kun %d findes
de: Es kann nicht zum Kapitel %d des Titels %d gesprungen werden, da nur %d existieren.
eu: ezin da %d atalera jauzi %d izenburua, %d bakarrik dago
fi: ei voi siirtyä kohtaukseen %d osassa %d, vain %d löytyy
nl: kan niet naar hoofdstuk %d van titel %d springen, alleen %d bestaat
ro: nu pot sări la capitolul %d al titlului %d, doar %d există
si: %d පරිච්ඡේදය; %d මාතෘකාවේ යා නොහැක, %d පමණක් පවතියි
tr: %d bölümünden %d başlığına geçemez, sadece %d mevcut
uk: неможливо перейти до епізоду %d з розділу %d, існує лише %d

source: cannot jump to a specific menu in another titleset, only to root/chapter/audio/subtitle/angle menu
ar: لا يمكن الانتقال الى قائمة محددة في مجموعة عنوان اخر، فقط للجذر/الفصل/الصوت/عنوان ثانوي/زاوية قائمة
ca: no es pot saltar a un menú concret d'un altre conjunt de títols, només es pot fer al menú arrel, de capítols, d'àudio, de subtítols o d'angle
da: kan ikke hoppe til en angivet menu i et andet titelsæt, kun til rod/kapitel/lyd/undertekst/vinkelmenu
de: Zu einem spezifiziertem Menü in einem anderen Titelset kann nicht gesprungen werden, nur zu Wurzel-/Kapitel-/Audio-/Untertitel-/Blickwinkelmenü.
eu: ezinda adierazitako menu batera jauzi beste izenburu-ezarpen batean, erroa/atala/audioa/azpidatzia/angelu menua-ra bakarrik
fi: ei voi siirtyä toisen kokoelman tiettyyn valikkoon, ainoastaan juuri-/kohtaus-/audio-/tekstitys-/kulmavalikkoon
nl: kan niet naar een specifiek menu in een andere titelset springen, alleen naar hoofd-/hoofdstuk-/audio-/ondertitel-/(camera)hoek menu
ro: nu pot sări la un meniu specific în alt grup de titluri, ci doar în meniurile rădăcină/capitol/audio/subtitrare/unghi
si: වෙනත් මාතෘකා කට්ටලයක කිසියම් මෙනුවකට යා නොහැක, මූලාශ්‍ර/පරිච්ඡේද/ශ්‍රව්‍ය/උපසිරැසි/කෝණ මෙනු වෙත පමණි
tr: diğer bir başlık setinde şunlar hariç özel menüye geçilemiyor: sadece kök/bölüm/ses/altyazı/açı
uk: неможливо перейти до конкрутного меню з іншого набору, лише до початкового/аудіо/субтитрів/кута огляду меню

source: cannot jump from regular menu to a title in another titleset, use VMGM menu instead
ar: بدلاً من ذلك VMGM لا يمكن الانتقال من القائمة العادية الى عنوان في اخر عنوان المجموعة، استخدم القائمة
ca: no es pot saltar des d'un menú normal a un títol d'un altre conjunt, heu d'utilitzar un menú VMGM
da: kan ikke hoppe fra regulær menu til en titel i et andet titelsæt, brug VMGM-menu i stedet for
de: Es kann nicht von einem regulären Menü zu einem Titel aus einem anderen Titelset gesprungen werden, verwenden Sie stattdessen VMGM-Menü.
eu: ezin da menu arrunt batetik izenburu batera jauzi beste izenburu-ezarpen batean, erabili VMGM menua ordez
fi: normaalista valikosta ei voi siirtyä toisen kokoelman osaan, käytä VMGM-valikkoa
nl: kan niet van regulier menu naar titel in andere titel set springen, gebruik in plaats daarvan het VMGM menu
ro: nu pot sări de la un meniu obişnuit la un titlu în alt grup de titluri, utilizaţi meniul VMGM în schimb
si: සාමාන්‍ය මෙනුවක සිට වෙනත් මාතෘකා කට්ටලයක පවතින මාතෘකාවකට යා නොහැක, VMGM මෙනුවක් මේ සඳහා භාවිතා කරන්න
tr: düzenli menüden başka bir başlık setindeki başlığa geçilemiyor, bunun yerine VMGM menüsünü kullanabilirsiniz
uk: перехід із звичайного меню до розділу, з іншого набору розділів неможливий, використовуйте VMGM меню

source: cannot jump to a title in another titleset
ar: لا يجد شيئ VMGM؛لا يستطيع الانتقال الى قائمة
ca: no es pot saltar a un títol d'un altre conjunt
da: kan ikke hoppe til en titel i et andet titelsæt
de: Zu einem Titel in einem anderen Titelset kann nicht gesprungen werden.
eu: ezin da izenburu batera jauzi beste izenburu-ezarpen batean
fi: ei voi siirtyä toisen kokoelman osaan
nl: kan niet naar een titel in een andere titelset springen
ro: nu por sări la un titlu din alt grup de titluri
si: වෙනත් මාතෘකා කට්ටලයක මාතෘකාවකට යා නොහැක
tr: bir başlıktan diğer bir başlık setine geçilemiyor
uk: не можливо перейти до розділу з іншого набору розділів

source: invalid action
ar: الاجراء غير صالح
ca: l'acció no és correcta
da: ugyldig handling
de: ungültige Aktion
eu: ekintza baliogabea
fi: epäkelpo toiminto
nl: ongeldige actie
ro: acţiune invalidă
si: අවලංගු කාර්යය
tr: geçersiz eylem
uk: невірна команда

source: cannot jump to a menu from a title, use 'call' instead
ar: لا يمكن الانتقال الى قائمة من عنوان، استخدم 'استدعاء' بدلاً من ذلك
ca: no es pot saltar a un menú des d'un títol, heu d'utilitzar «call»
da: kan ikke hoppe til en menu fra en titel, brug 'call' i stedet for
de: Zu einem Menü aus einem Titel kann nicht gesprungen werden, verwenden Sie stattdessen »call«
eu: ezin da menu batera jauzi izenburu batetik, erabili 'deitu' ordez
fi: ei voi 'jump' osasta valikkoon, oikea käsky 'call'
nl: kan niet naar een menu vanuit een titel springen, gebruik 'aanroepen' in de plaats
ro: nu pot sări la un meniu dintr-un titlu, utilizaţi 'apelare' în schimb
si: මාතෘකාවක සිට මෙනුවකට යා නොහැක, 'අමතන්න' මේ සඳහා භාවිතා කරන්න
tr: bir başlıktan bir menüye geçilemiyor, 'call' kullanın
uk: неможливо перейти до меню з меню розділу,використовуйте замість цього виклик 'call'

source: chapter
ar: فصل
ca: capítol
da: kapitel
de: Kapitel
eu: atala
fi: kohtaus
nl: hoofdstuk
ro: capitol
si: පරිච්ඡේදය
tr: bölüm
uk: епізод

source: program
ar: البرنامج
ca: programa
de: Programm
eu: programa
fi: ohjelma
nl: programma
si: වැඩසටහන
uk: програма

source: cell
ar: الخلية
ca: cel·la
da: celle
de: Zelle
eu: gelaxka
nl: cel
ro: celulă
si: කුටිය
tr: hücre
uk: комірка

source: jumping from VMGM menu to %s is not allowed
ar: لم يسمح له %s الى VMGM الانتقال من قائمة
ca: no podeu saltar del menú VMGM a %s
da: det er ikke tilladt at hoppe fra VMGM-menu til %s
de: Ein Springen vom VMGM-Menü zu %s ist nicht erlaubt
eu: VMGM menutik %s-ra jauzi egitea ez dago ahalbidetuta
fi: siirtyminen VMGM-valikosta kohteeseen %s ei sallittua
nl: van VMGM menu naar %s springen is niet toegestaan
ro: saltul de la meniul VMGM la %s nu este permis
si: VMGM මෙනුවේ සිට %s වෙත යාම අනවසරයි
tr: VMGM menüsünden %s geçmeye izin verilmiyor
uk: перехід з VMGM меню до %s неможливий

source: on token '%s'
ar: '%s' السيطرة على رسالة
ca: a l'element «%s»
da: på tegn '%s'
de: in Token »%s«
eu: '%s' sinboloan
fi: merkki '%s'
nl: op signaal '%s'
ro: eroare la deschiderea '%s'
si: '%s' ටෝකනයේ
tr: '%s' göstergesi
uk: на маркер '%s'

source: 0 is not valid menu/chapter number
ar: 0 ليست عدد صحيح من القائمة/الفصل
ca: El número de menú o de capítol no pot ser 0
da: 0 er ikke et gyldigt menu/kapitelnummer
de: 0 ist keine gültige Menü-/Kapitelnummer
eu: 0 ez da baliozko menu/atal zenbakia
fi: 0 ei kelpaa valikon/kohtauksen numeroksi
nl: 0 is geen geldig menu-/hoofdstuknummer
ro: 0 nu este un număr de meniu/capitol valid
si: 0 අවලංගු මෙනු/පරිච්ඡේද අංකයකි
tr: 0 geçerli menü/bölüm numarası değil
uk: 0 - не вірний номер меню/епізоду

source: 0 is not valid title number
ar: 0 ليست عدد صحيح العنوان
ca: El número de títol no pot ser 0
da: 0 er ikke et gyldigt titelnummer
de: 0 ist keine gültige Titelnummer
eu: 0 ez da baliozko izenburu zenbakia
fi: 0 ei kelpaa osan numeroksi
nl: 0 is geen geldig titelnummer
ro: 0 nu este un număr de titlu valid
si: 0 අවලංගු මාතෘකා අංකයකි
tr: 0 geçerli başlık numarası değil
uk: 0 - не вірний номер розділу

source: 0 is not valid program number
ar: 0 ليس عدد برنامج صحيح
ca: El número de programa no pot ser 0
da: 0 er ikke et gyldigt programnummer
de: 0 ist keine gültige Programmnummer
eu: 0 ez da baliozko programa zenbakia
fi: 0 ei kelpaa ohjelman numeroksi
nl: 0 is geen geldig programmanummer
ro: 0 nu este un număr de program valid
si: 0 අවලංගු වැඩසටහන් අංකයකි
tr: 0 geçerli program numarası değil
uk: 0 - не вірний номер програми

source: 0 is not valid cell number
ar: 0 ليس عدد خلية صحيح
ca: El número de cel·la no pot ser 0
da: 0 er ikke et gyldigt cellenummer
de: 0 ist keine gültige Zellennummer
eu: 0 ez da baliozko gelaxa zenbakia
fi: 0 ei kelpaa 'cell'-numeroksi
nl: 0 is geen geldig celnummer
ro: 0 nu este un număr de celulă valid
si: 0 අවලංගු කුටි අංකයකි
tr: 0 geçerli hücre numarası değil
uk: 0 - не вірний номір комірки

source: cannot specify chapter when jumping to another menu
ar: لا يمكن تحديد الفصل عند الانتقال الى قائمة اخرى
ca: no es pot indicar un capítol quan es salta a un altre menú
da: kan ikke angive kapitel, når der hoppes til en anden menu
de: Es kann kein Kapitel beim Springen zu einem Menü angegeben werden.
eu: ezin da atala adierazi beste menu batera jauzi egiterakoan
fi: kohtausta ei voi nimetä siirryttäessä toiseen valikkoon
nl: specificeren van hoofdstuk niet mogelijk tijdens springen naar ander menu
ro: nu pot spacifica un capitol când sar la un alt meniu
si: වෙනත් මෙනුවකට යන අවස්ථාවේ පරිච්ඡේදය තේරිය නොහැක
tr: başka bir menüye geçtiğinizde bölümü belirleyemezsiniz
uk: неможливо задати номер епізоду при переході до іншого меню

source: cannot omit menu/title if specifying vmgm/titleset
ar: العنوان/vmgm لا يمكن حذف عنوان القائمة اذا كان تحديد مجموعة
ca: s'ha d'indicar un menú o un títol quan s'especifica un vmMenú o un conjunt de títols
da: kan ikke udelade menu/titel i angivelse af vmgm/titelsæt
de: Menü/Titel kann nicht weggelassen werden, wenn VMGM/Titelset spezifiziert wird
eu: ezin da menua/izenburua gabe izan vmgm/izenburu-ezarpena adieraziz gero
fi: valikkoa/osaa ei voi jättää pois jos määritellään vmgm/kokoelmaa
nl: kan menu/titel niet weglaten als vmgm/titelset wordt gespecificeerd
ro: nu pot omite un meniu sau un titlu dacă este specificat în vmgm sau în grupul de titluri
si: vmgm/මාතෘකා කට්ටලය ලබා දෙන්නේනම් මෙනු/මාතෘකා අත්හැරිය නොහැක
tr: eğer vmgm/başlık belirlenir ise, menü/başlık ihmal edilemez
uk: неможна пропускати меню/розділ якщо задано vmgm/набір

source: VMGM must be specified with FPC
ar: FPC يجب ان يحدد مع VMGM
ca: El vmMenú s'ha d'especificar amb FPC
da: VMGM skal angives med FPC
de: VMGM muss mit FPC spezifiziert werden
eu: VMGM FPC-rekin adierazi behar da
fi: VMGM on määriteltävä käyttäen FPC
nl: VMGM moet gespecificeerd worden met FPC
ro: VMGM trebuie specificat cu CPR
si: VMGM, FPC සමඟ ලබාදිය යුතුයි
tr: VMGM FPC ile belirtilmelidir
uk: VMGM має бути вказаним з FPC

source: VMGM does not have titles
ar: ما عنده عناوين VMGM
ca: El vmMenú no té cap títol
da: VMGM har ikke titler
de: VMGM hat keine Titel
eu: VMGM-ak ez du izenbururik
fi: VMGM ei sisällä osia
nl: VMGM heeft geen titels
ro: VMGM nu are titluri
si: VMGM හි මාතෘකා නො පවතියි
tr: VMGM'nin başlıkları yok
uk: VMGM не містить розділів

source: cannot jump to a chapter from a FPC
ar: FPC لا يستطيع الانتقال الى الفصل من
ca: no es pot saltar a un capítol des de l'FPC
da: kan ikke hoppe til et kapitel fra en FPC
de: Es kann nicht von FPC zu einem Kapitel gesprungen werden.
eu: ezin da jauzi atal batera FPC batetik
fi: kohtaukseen ei voi siirtyä FPC:stä
nl: kan niet naar een hoofdstuk springen vanuit een FPC
ro: nu pot sări la un capitol dintr-un CPR
si: FPC සිට පරිච්ඡේදයක් වෙත යා නොහැක
tr: bir FPC'den bir bölüme geçilemiyor
uk: неможливо перейти до епізоду з FPC

source: menus do not have chapters
ar: القوائم ما عندها فصول
ca: els menús no tenen capítols
da: menuer har ikke kapitler
de: Menüs haben keine Kapitel
eu: menuek ez dute atalik
fi: valikot eivät sisällä kohtauksia
nl: menu's hebben geen hoofdstukken
ro: meniurile nu au capitole
si: මෙනු හි පරිච්ඡේද නො පවතියි
tr: menünün bölümleri yok
uk: меню не містять епізодів
