Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: Text with square
ar: نص مع مربع
ca: Text amb requadre
da: Tekst med firkant
de: Text mit Quadrat
eu: Idazkia laukiarekin
fi: Nelikulmioteksti
nl: Tekst met vierkant
ro: Text încadrat
si: වගන්ති සහිත සමචතුරස්‍රය
tr: Kare ile metin
uk: Текст з квадратиком

source: Square colour
ar: مربع الالوان
ca: Color del requadre
da: Firkantfarve
de: Quadratfarbe
eu: Laukiaren margoa
fi: Nelikulmion väri
nl: Vierkantkleur
ro: Culoare pătrat
si: සමචතුරස්‍ර වර්ණය
tr: Kare rengi
uk: Колір квадратика

source: Underlined text
ar: اكد النص
ca: Text subratllat
da: Understreget tekst
de: Unterstrichener Text
eu: Idazki azpimarratua
fi: Alleviivattu teksti
nl: Onderstreepte tekst
ro: Text subliniat
si: ඉරි ගැසූ වගන්ති
tr: Altı çizili metin
uk: Підкреслений текст

source: Underline colour
ar: اكد اللون
ca: Color del subratllat
da: Understregningsfarve
de: Untersteichungsfarbe
eu: Azpimarra margoa
fi: Alleviivausväri
nl: Onderstreepkleur
ro: Culoare subliniere
si: ඉරි වර්ණය
tr: Altı çizili renk
uk: Колір лінії підкреслення

source: Underline thickness
ar: اكد السمك
ca: Gruix del subratllat
da: Tykkelse af understregning
de: Unterstreichungsdicke
eu: Azpimarra lodiera
fi: Alleviivauksen paksuus
nl: Onderstreepdikte
ro: Grosime subliniere
si: ඉරි ඝනත්වය
tr: Alt çizgi kalınlığı
uk: Товщина лінії підкреслення

source: Underline offset
ar: اكد التعديل
ca: Distància del subratllat
da: Forskydning af understregning
de: Unterstreichungsversatz
eu: Azpimarra oreka
fi: Alleviivauksen siirtymä
nl: Onderstreepafstand
ro: Decalare subliniere
si: ඉරි බෑවුම
tr: Alt çizgi uzaklığı
uk: Зміщення лінії підкреслення

source: Background colour
ar: لون الخلفية
ca: Color del fons
da: Baggrundsfarve
de: Hintergrundfarbe
eu: Barren margoa
fi: Taustaväri
nl: Achtergrondkleur
ro: Culoare fundal
si: පසුබිම් වර්ණය
tr: Arkaplan rengi
uk: Колір фону

source: Gold frame
ar: الاطار الذهبي
ca: Marc daurat
da: Guldramme
de: Goldrahmen
eu: Urrezko framea
fi: Kultakuva
nl: Gouden frame
ro: Ramă de aur
si: රත්‍රන් රාමුව
tr: Altın kare
uk: Золотий кадр

source: Opacity
ar: عدم الشفافية
ca: Opacitat
da: Gennemsigtighed
de: Opazität
eu: Argikaiztasuna
fi: Läpinäkymättömyys
nl: Doorzichtigheid
ro: Opacitate
si: පාරාන්ධතාව
tr: Saydamlık
uk: Непрозорість

source: Rectangle
ar: المستطيل
da: Rektangel
de: Rechteck
eu: Laukiluzea
fi: Nelikulmio
nl: Rechthoek
ro: Dreptunghi
si: චතුරස්‍රය
tr: Dikdörtgen
uk: Прямокутник

source: text
ar: نص
da: tekst
eu: idazkia
fi: teksti
nl: tekst
si: වගන්ති
tr: metin
uk: Текст

source: Basic
ar: الاساس
ca: Bàsic
da: Grundlæggende
de: Grundlegend
eu: Ohinarrizkoa
fi: Perustasoinen
nl: Basaal
ro: De bază
si: මූලික
tr: Temel
uk: Базове

source: Birthday
ar: عيد الميلاد
ca: Aniversari
da: Fødselsdag
de: Geburtstag
eu: Urtebetetzea
nl: Verjaardag
ro: Zi de naștere
si: උපන් දින
tr: Doğum günü
uk: День народження

source: Love
ca: Amor
da: Kærlighed
de: Liebe
eu: Maitasuna
nl: Liefs
ro: Dragoste
si: ආදර
tr: Sevgi
uk: Любов

source: Miscellaneous
ar: متنوع
ca: Miscel·lània
da: Diverse
de: Verschiedenes
eu: Askotarikoa
fi: Sekalaisia
nl: Diversen
ro: Diverse
si: විවිධ
tr: Çeşitli
uk: Різне

source: Nature
ar: الطبيعة
ca: Natura
da: Natur
de: Natur
eu: Izadia
fi: Luonto
nl: Natuur
ro: Natură
si: සොබාදහම
tr: Doğa
uk: Природа

source: Seasons
ar: الفصول
ca: Temporada
da: Årstider
de: Jahreszeiten
eu: Urtaroak
fi: Vuodenajat
nl: Seizoenen
ro: Anotimpuri
si: සෘතු
tr: Mevsimler
uk: Сезони

source: Travel
ar: السفر
ca: Viatges
da: Rejse
de: Reise
eu: Bidaia
fi: Matkailu
nl: Reizen
ro: Calatorie
si: චාරිකා
tr: Seyahat
uk: Подорож

source: Wedding
ar: الزفاف
ca: Casament
da: Bryllup
de: Hochzeit
eu: Ezkontza
fi: Häät
nl: Bruiloft
ro: Nuntă
si: මංගල
tr: Düğün
uk: Весілля

source: Fade-In/Out
ar: تلاشي - للداخل / للخارج
ca: Fosa d'inici/tancament
da: Fade ind/ud
eu: Hutsalpena
fi: Alku-/Loppuhäivytys
nl: Fade In/Uit
ro: Reliefare
si: ආරම්භය/අවසානය විවර්ණ
tr: Açılma/Solma:

source: Wipe bottom to top
ar: مسح من الاسفل الى الاعلى
ca: Lliscament de baix a dalt
da: Vifte opad
de: Von unten nach oben wischen
eu: Garbitu behetik gora
fi: Pyyhkäisy alhaalta ylös
nl: Wis van beneden naar boven
ro: Golire de jos în sus
si: පහළ සිට ඉහළට පිසින්න
tr: Alttan üste sil
uk: Зникнення з низу до верху

source: Wipe left to right
ar: مسح من اليسار الى اليمين
ca: Lliscament d'esquerra a dreta
da: Vifte til højre
de: Von links nach rechts wischen
eu: Garbitu ezkerretik eskuinera
fi: Pyyhkäisy vasemmalta oikealle
nl: Wis van links naar rechts
ro: Golire de la stânga la dreapta
si: වම සිට දකුණට පිසින්න
tr: Soldan sağa sil
uk: Зникнення з ліва на право

source: Wipe right to left
ar: مسح من اليمين الى اليسار
ca: Lliscament de dreta a esquerra
da: Vifte til venstre
de: Von rechts nach links wischen
eu: Garbitu eskuinetik ezkerrera
fi: Pyyhkäisy oikealta vasemmalle
nl: Wis van rechts naar links
ro: Golire de la dreapta la stânga
si: දකුණ සිට වමට පිසින්න
tr: Sağdan sola sil
uk: Зникнення з права на ліво

source: Wipe top to bottom
ar: مسح من الاعلى الى الاسفل
ca: Lliscament de dalt a baix
da: Vifte nedad
de: Von oben nach unten wischen
eu: Garbitu goitik behera
fi: Pyyhkäisy ylhäältä alas
nl: Wis van boven naar beneden
ro: Golire de sus în jos
si: ඉහළ සිට පහළට පිසින්න
tr: Üstten alta sil
uk: Зникнення з верху до низу

source: WIKI
eu: WIKIA
tr: Viki
uk: ВІКІ

source: MP2 48 kHz
uk: MP2 48 кГц

source: AC3 48 kHz
uk: AC3 48 кГц

source: PCM 48 kHz
uk: PCM 48 кГц

source: Executing command:
ca: S'està executant l'ordre:
da: Udfører kommando:
de: Ausführung des Befehls:
eu: Ekintza agindua:
fi: Toteutuskäsky:
nl: Uitvoeren van opdracht:
tr: Çalıştırılan komut:
uk: Виконати команду:

source: 1-pass VBR
ca: VBR en 1 pas
eu: 1-pasaldi VBR
nl: 1 maal VBR
ro: 1 trecere VBR
uk: 1 прохід VBR

source: 2-pass VBR
ca: VBR en 2 passos
eu: 2-pasaldi VBR
nl: 2 maal VBR
ro: 2 treceri VBR
uk: 2 проходи VBR

source: ABCabcXYZxyz
uk: АБВабвЯЮЄЇяюєї ABCabcXYZxyz

source: Add parameter
de: Parameter hinzufügen
nl: Voeg parameter toe

source: Stroke:
nl: Slagkleur:

source: Click on image to select an SVG element for a new parameter
de: Klicken Sie auf das Bild, um ein SVG-Element für einen neuen Parameter auszuwählen
nl: Klik op de afbeelding om een ​​SVG te selecteren element voor een nieuwe parameter

source: Do you really want to reset this button?
de: Möchten Sie diesen Button wirklich zurücksetzen?
nl: Wil je echt deze knop bewerken ?

source: Do you really want to delete this button?
de: Möchten Sie diesen Button wirklich löschen?
nl: Wil je echt deze knop verwijderen?

source: &Delete button
de: Button &löschen
nl: Verwijder knop

source: DVD with HD resolution doesn't comply with the standard and can be played only in some blue-ray or software players.
de: DVD mit HD-Auflösung entspricht nicht dem Standard und kann nur in einigen Blue-Ray oder Software DVD-Player wiedergeben werden.
nl: DVD met HD-resolutie voldoet niet aan de norm en kan alleen in sommige blue-ray- of softwarespelers worden gespeeld.

source: DVD standard officially supports only video data with resolution up to 720x576 pixels (SD).
de: DVD-Standard unterstützt offiziell nur Videodaten mit Auflösung bis zu 720x576 Pixel (SD).
nl: DVD-standaard ondersteunt officieel alleen videogegevens met een resolutie tot 720x576 pixels (SD).

source: Circle outline
de: Kreisumriss:
nl: Cirkel omtrek

source: Frame and Text
de: Rahmen und Text
nl: Frame en tekst

source: Corner round
de: Eckradius:
nl: Hoek afgerond

source: Text offset
de: Text-Versatz:
nl: Tekst plaats

source: Sticky note
de: Haftnotiz
nl: Notities

source: Note
de: Notiz
nl: Notities

source: Selection colour
de: Auswahlfarbe
nl: Kleur selectie

source: C1
ro: Culoare 1:

source: C2
ro: Culoare 2:
