Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: cannot jump to chapter %d, only %d exist
ar: موجود %d، فقط %d لا يستطيع الانتقال الى الفصل
ca: no es pot saltar al capítol %d, només n'hi ha %d
da: kan ikke hoppe til kapitel %d, kun %d findes
de: Es kann nicht zum Kapitel %d gesprungen werden, da nur %d existieren.
eu: ezin da %d atalera jauzi, %d bakarrik dago
fi: kohtaukseen %d ei voi siirtyä, vain %d löytyy
nl: kan niet naar hoofdstuk %d springen, alleen %d aanwezig
ro: nu pot sări la capitolul %d, doar %d există
si: %d පරිච්ඡේදය වෙත යා නොහැක, %d පමණක් පවතියි
tr: %d bölümüne geçilemiyor, sadece %d mevcut
uk: неможливо перейти до епізоду %d, існує лише %d

source: cannot 'call' a menu from another menu, use 'jump' instead
ar: لا يمكن 'استدعاء' قائمة من قائمة اخرى، استخدم 'الانتقال' بدلاً من ذلك
ca: entre menús no es poden utilitzar crides, cal fer servir salts
da: kan ikke 'call' en menu fra en anden menu, brug 'jump' i stedet for
de: Ein Menü aus einem anderen Menü kann nicht aufgerufen (call) werden, verwenden Sie stattdessen »jump«
eu: ezin da 'deitu' menu bat beste menu batetik, erabili 'jauzi' ordez
fi: käytä 'jump' siirryttäessä valikosta toiseen, ei 'call'
nl: kan een menu niet vanuit een ander menu 'aanroepen', gebruik 'spring' in plaats daarvan
ro: nu pot 'apela' un meniu din alt meniu, utilizaţi 'omite' în schimb
si: වෙනත් මෙනුවක සිට තවත් මෙනුවක් 'ඇමතිය' නොහැක, 'යන්න' මේ සඳහා භාවිතා කරන්න
tr: başka bir menüden bir menü çağırmada 'call' yapılamaz, 'jump' kullanın
uk: неможливо викликати (call) меню з іншого меню, використовуйте замість перехід (jump)

source: cannot 'call' another title, use 'jump' instead
ar: لا يمكن 'استدعاء' عنوان اخر، استخدم 'الانتقال' بدلاً من ذلك
ca: no es pot cridar un altre títol, cal fer servir un salt
da: kan ikke 'call' en anden titel, brug 'jump' i stedet for
de: Ein anderer Titel kann nicht aufgerufen (call) werden, verwenden Sie stattdessen »jump«
eu: ezin da 'deitu' beste izenburu bat, erabili 'jauzi' ordez
fi: käytä 'jump' siirryttäessä toiseen osaan, ei 'call'
nl: kan niet nog een titel 'aanroepen', gebruik 'spring' in plaats daarvan
ro: nu pot 'apela' un alt titlu, utilizaţi 'omite' în schimb
si: වෙනත් මාතෘකාවක් 'ඇමතිය' නොහැක, 'යන්න' මේ සඳහා භාවිතා කරන්න
tr: başka başlık çağırmada 'call' yapılamaz, 'jump' kullanın
uk: неможливо викликати (call) інший розділ, використовуйте для цього перехід (jump)

source: cannot 'call' a chapter within a menu
ar: لا يمكن 'استدعاء' فصلاً ضمن قائمة
ca: no es pot cridar un capítol des d'un menú
da: kan ikke 'call' et kapitel inden i en menu
de: Ein Kapitel innerhalb eines Menüs kann nicht aufgerufen werden (call)
eu: ezin da 'deitu' atal bat menuarekin
fi: ei voi käyttää 'call' kohtauksesta valikon sisällä
nl: kan geen hoofdstuk 'aanroepen' binnen een menu
ro: nu pot 'apela' un capitol din interiorul unui meniu
si: මෙනුවක් ඇතුළත පරිච්ඡේදයක් 'ඇමතිය' නොහැක
tr: bir menüden 'call' ile bölüm çağrılamaz
uk: неможливо викликати (call) епізод меню

source: cannot call to a menu in another titleset
ar: لا يمكن استدعاء لقائمة في مجموعة اخرى من العنوان
ca: no es pot cridar un menú d'un altre conjunt
da: kan ikke kalde til en menu i et andet titelsæt
de: Ein Menü in einem anderen Titelset kann nicht aufgerufen werden (call)
eu: ezin da menu batera deitu beste izenburu-ezarpen batean
fi: 'call' ei käy siirryttäessä toisen kokoelman valikkoon
nl: kan een menu niet aanroepen vanuit een andere titelset
ro: nu pot apela un meniu în alt titlu
si: වෙනත් මාතෘකා කට්ටලයක මෙනුවකට ඇමතිය නොහැක
tr: başka başlık setinden bir menüyü çağrılamıyor
uk: неможливо викликати меню із іншого набору розділів

source: cannot call to a specific menu PGC, only an entry
ar: سوى ادخالPGC،لا يمكن استدعاء الى قائمة محددة
ca: no es pot cridar un menú PGC concret, només una entrada
da: kan ikke kalde til en bestemt menu PGC, kun et element
de: Es kann kein Menü mit Index, sondern nur ein Wurzel-/Kapitel-/Audio-/Untertitel- oder Blickwinkelmenü (menu entry) aufgerufen werden.
eu: ezin da deitu PGC menu bereizi bat, sarrera bat bakarrik
fi: ei voi siirtyä tiettyyn valikko-PGC:en, vain kohtaan
nl: kan een specifiek menu PGC niet aanroepen, alleen een onderdeel
ro: nu pot apela un meniu PCG specific, ci doar o singură intrare
si: කිසියම් PCG මෙනුවකට ඇමතිය නොහැක, ඇතුළුවීම පමණයි
tr: belirlenen bir PGC menüsünü çağrılamıyor, sadece bir giriş
uk: не можливо викликати (call) меню по номеру, а лише помічене як кореневе, аудіо меню і т.п. для прикладу call menu entry audio;

source: cannot set SPRM %d
ar: SPRM %d لا يستطيع تعيين
ca: no es pot establir l'SPRM %d
da: kan ikke sætte SPRM %d
de: SPRM %d kann nicht gesetzt werden
eu: ezin da SPRM %d ezarri
fi: ei voi asettaa SPRM %d
nl: kan SPRM %d niet instellen
ro: nu pot seta SPRM %d
si: %d SPRM සැකසිය නොහැක
tr: %d SPRM ayarlanamıyor
uk: неможливо встановити SPRM %d

source: unsupported VM opcode %d
ar: %d غير مدعوم VM opcode
ca: No s'accepta el codi d'operació VM %d
da: ikke understøttet VM operationskode %d
de: Nicht unterstützter VM-opcode %d
eu: sostengatu gabeko VM opkodea %d
fi: ei-tuettu opcode %d
nl: niet ondersteunde VM opcode %d
ro: VM opcode %d nesuportat
si: සහාය නො දක්වන %d VM op කේතය
tr: desteklenmeyen %d VM işlem kodu
uk: непідтримуваний VM opcode %d

source: invalid action '%s'
ar: الاجراء غير صالح
ca: l'acció «%s» no és correcta
da: ugyldig handling '%s'
de: Ungültige Aktion »%s«
eu: ekintza baliogabea '%s'
fi: epäkelpo toiminto '%s'
nl: ongeldige actie '%s'
ro: acţiune '%s' invalidă
si: '%s' අවලංගු කාර්යය
tr: geçersiz '%s' eylemi
uk: невірна команда '%s'

source: First Play Commands:
ar: اوامر التشغيل الاولى:
ca: Ordres de la reproducció inicial
da: Kommandoer til første afspilning:
de: Erste Abspiel-Befehle:
eu: Lehen Irakurketa Aginduak:
fi: 'First Play' käskyt:
nl: 1e afspeelopdrachten:
ro: Comenzi la prima redare (CPR):
si: ආරම්භ ධාවන අණ:
tr: İlk Oynatma Komutları:
uk: Команди при першому перегляді:

source: Create jumppads
ar: انشاء منصات القفز
ca: Crea jumppads
da: Opret jumppads
de: Sprungziele erstellen (jumppads)
eu: Sortu jauziguneak
fi: Luo hyppypisteet
nl: Maak springlokaties aan
ro: Creare jump pad-uri
si: යැවීමේ උපධාන සකසන්න
tr: jumppads oluştur
uk: Створити переходи (jumppads)

source: Create empty VMGM/titleset menus if it doesn't exist
ar: العنوان فارغة اذا كان غير موجود/VMGM انشاء قوائم
ca: Crea menús VMGM o de Conjunt de títols buits si cal
da: Opret tom VMGM/titelsæt-menu, hvis den ikke eksisterer
de: Leere VMGM-/Titelset-Menüs erstellen, falls nicht vorhanden
eu: Sortu VMGM/izenburu-ezrpen menu hutsak ez badaude
fi: Luo tyhjä valikko/vmgm-valikko, jos ei ennestään ole
nl: Maak een leeg VMGM / titel set aan als deze niet bestaat
ro: Creare VMGM gol/meniu grup de titluri, dacă nu există nici unul
si: නො පවතියිනම් හිස් VMGM/මාතෘකා කට්ටල මෙනු සකසන්න
tr: Mevcut değili ise, boş VMGM/Başlık menüsü oluştur
uk: Створити пусте VMGM меню/меню набір, якщо воно не існує

source: automatically starts the generation and burning
ar: يبدا التوليد تلقائيا و الحرق
ca: comença automàticament la generació i grava-ho
da: starter automatisk genereringen og brændingen
de: Startet die Erzeugung und das Brennen automatisch
eu: berezgaitasunez abiatzen ditu sortzea eta erretzea
fi: luonti ja poltto alkavat automaattisesti
nl: start automatisch het genereren en het branden
ro: pornire automată generare şi inscripţionare
si: ජනනය හා දැවීම ස්වයංක්‍රියව අරඹයි
tr: üretim ve yazma otomatik olarak başlar
uk: автоматично стартувати створення та запис DVD

source: temporary directory
ar: الدليل المؤقت
ca: carpeta temporal
da: midlertidig mappe
de: Temporäres Verzeichnis
eu: aldibaterako zuzenbidea
fi: tilapäinen hakemisto
nl: tijdelijke map
ro: director temporar
si: තාවකාලික නාමාවලිය
tr: geçici dizin
uk: Тимчасовий каталог

source: output directory
ar: الدليل الاخير
ca: carpeta de sortida
da: output-mappe
de: Ausgabeverzeichnis
eu: irteera zuzenbidea
fi: kohdehakemisto
nl: uitvoermap
ro: directorul de ieşire
si: ප්‍රතිදාන නාමාවලිය
tr: çıktı dizini
uk: вихідний каталог

source: output ISO file name
ar: اسم ملف ISO ناتج
ca: nom del fitxer ISO de sortida
da: output ISO-filnavn
de: Ausgabe-ISO-Dateiname
eu: irteerako ISO agiri izena
fi: luodun iso-tiedoston nimi
nl: uitvoer ISO bestandsnaam
ro: nume de fişier de ieşire ISO
si: ප්‍රතිදාන ISO ගොනු නාමය
tr: ISO dosyası çıktı ismi
uk: назва файлу ISO

source: DVD device to burn
ar: للحرق DVD جهاز
ca: Dispositiu DVD de gravació
da: DVD-enhed til brænding
de: DVD-Gerät zum Brennen
eu: Erretzeko DVD gailua
fi: DVD:n polttolaite
nl: DVD apparaat voor branden
ro: dispozitivul DVD pentru inscripționare
si: දැවීමට DVD ධාවකය
tr: DVD yazma aygıtı
uk: Пристрій DVD для запису

source: write log messages to standard error
ar: كتابة رسائل السجل الى الخطا القياسي
ca: escriu el registre a la sortida d'error
da: skriv logmeddelelser til standard-fejllog
de: Protokollmeldungen bei Standardfehler schreiben
eu: idatzi akats estandarren ohar mezuak
fi: virheviestit kohteeseen 'standard error'
nl: schrijf foutboodschappen naar standaardfout
ro: scrie mesaje în log la apariţia erorilor standard
si: සම්මත දෝෂ සඳහා ලඝු පණිවුඩ ලියන්න
tr: günlük mesajlarını standart hataya yaz
uk: виводити повідомлення журналу (лог) на стандартний потік помилок

source: show version of program
ar: اظهار نسخة برنامج
ca: mostra la versió del programa
da: vis programversion
de: Programmversion zeigen
eu: erakutsi programaren bertsioa
fi: näytä ohjelman versio
nl: toon programmaversie
ro: afişează versiunea programului
si: වැඩසටහන් අනුවාදය පෙන්වන්න
tr: program sürümünü göster
uk: показати версію програми

source: show summary of options
ar: عرض موجز للخيارات
ca: mostra un resum de les opcions
da: vis sammendrag af indstillinger
de: Zusammenfassung der Optionen zeigen
eu: erakutsi aukeren laburpena
fi: näytä vaihtoehtojen yhteenveto
nl: toon een samenvatting van de opties
ro: afişează rezumatul opţiunilor
si: විකල්පයන්හි සාරාංශය පෙන්වන්න
tr: seçeneklerin özetini göster
uk: показати список налаштувань

source: input file
ar: ملف الادخال
ca: fitxer d'entrada
da: input-fil
de: Eingabedatei
eu: sarrera agiria
fi: syötetiedosto
nl: invoerbestand
ro: fişier sursă
si: ආදාන ගොනුව
tr: girdi dosyası
uk: початковий файл

source: &New Ctrl-N
ar: &جديد Ctrl-N
ca: &Nou Ctrl-N
da: &Ny Ctrl-N
de: &Neu Ctrl-N
eu: &Berria Ctrl-N
fi: &Uusi Ctrl-U
nl: &Nieuw Ctrl-N
ro: &Nou Ctrl-N
si: නව Ctrl-N
tr: &Yeni Ctrl-N
uk: &Новий Ctrl-N

source: &Open... Ctrl-O
ar: &افتح... Ctrl-O
ca: &Obre... Ctrl-O
da: &Åbn... Ctrl-O
de: &Öffnen … Ctrl-O
eu: &Ireki... Ctrl-O
fi: A&vaa... Ctrl-V
nl: &Openen.. Ctrl-O
ro: &Deschide... Ctrl-O
si: විවෘත... Ctrl-O
tr: &Aç... Ctrl-O
uk: &Відкрити... Ctrl-O

source: &Save Ctrl-S
ar: &حفظ Ctrl-S
ca: De&sa Ctrl-S
da: &Gem Ctrl-S
de: &Speichern Ctrl-S
eu: &Gorde Ctrl-S
fi: &Tallenna Ctrl-T
nl: Op&slaan Ctrl-S
ro: &Salvare Ctrl-S
si: සුරැකි Ctrl-S
tr: &Kaydet Ctrl-S
uk: &Зберегти Ctrl-S

source: S&ave as... Shift-Ctrl-S
ar: حف&ظ باسم... Shift-Ctrl-S
ca: &Anomena i desa... Maj-Ctrl-S
da: G&em som... Shift-Ctrl-S
de: S&peichern unter … Shift-Ctrl-S
eu: Gorde &honela... Shift-Ctrl-S
fi: Ta&llenna nimellä... Ctrl-L
nl: Opslaan &als.. Shift-Ctrl-S
ro: &Salvare ca... Maj-Ctrl-S
si: ලෙස සුරැකි... Shift-Ctrl-S
tr: F&arklı Kaydet... Shift-Ctrl-S
uk: З&берегти як... Shift-Ctrl-S

source: &Burn DVD... F9
ar: DVDحرق ... F9
ca: Grava el DVD... F9
da: &Brænd DVD... F9
de: DVD &brennen … F9
eu: Erre &DVD-a... F9
fi: &Polta DVD... F9
nl: &Brand DVD.. F9
ro: &Inscripționare DVD... F9
si: ඩීවීඩී දැවීම... F9
tr: &DVD Yazdır... F9
uk: &Записати DVD... F9

source: &Exit Alt-X
ar: &خروج Alt-X
ca: Surt Alt-X
da: &Afslut Alt-X
de: &Beenden Alt-X
eu: I&rten Alt-X
fi: L&opeta Alt-X
nl: Afsluit&en Alt-X
ro: &Ieşire Alt-X
si: පිටවීම Alt-X
tr: &Çık Alt-X
uk: &Вихід Alt-X

source: &File
ar: &ملف
ca: &Fitxer
da: &Fil
de: &Datei
eu: &Agiria
fi: T&iedosto
nl: Bestan&d
ro: &Fişier
si: ගොනුව
tr: &Dosya
uk: &Файл

source: &Undo Ctrl-Z
ar: &اعادة Ctrl-Y
ca: Desfés Ctrl-Z
da: &Fortryd Ctrl-Z
de: &Rückgängig Ctrl-Z
eu: &Desegin Ctrl-Z
fi: &Kumoa Ctrl-Z
nl: Ongedaan &maken Ctrl-Z
ro: &Anulare Ctrl-Z
si: නිෂ්ප්‍රභ Ctrl-Z
tr: &Geri al Ctrl-Z
uk: &Відмінити Ctrl-Z

source: &Redo Ctrl-Y
ar: &تراجع Ctrl-Y
ca: &Refés Ctrl-Y
da: &Gentag Ctrl-Y
de: &Wiederherstellen Ctrl-Y
eu: &Berregin Ctrl-Y
fi: Uu&delleen Ctrl-Y
nl: Opnieu&w Ctrl-Y
ro: &Refacere Ctrl-Y
si: ප්‍රතිප්‍රභ Ctrl-Y
tr: &Yinele Ctrl-Y
uk: &Відновити Ctrl-Y

source: &Edit
ar: &تحرير
ca: &Edita
da: &Rediger
de: &Bearbeiten
eu: &Editatu
fi: &Muokkaa
nl: Bewer&k
ro: &Editare
si: සංස්කරණ
tr: &Düzen
uk: &Редагувати

source: &File...
ar: &ملف
ca: &Fitxer...
da: &Fil…
de: &Datei …
eu: &Agiria...
fi: &Tiedosto...
nl: Bestan&d..
ro: &Fişier...
si: ගොනු...
tr: &Dosya...
uk: &Файл...

source: File as &chapter...
ar: ملف ك& فصل...
ca: Fitxer com a capítol...
da: Fil &som kapitel…
de: Datei als &Kapitel …
eu: Agiria atal &bezala...
fi: Kohtaustiedosto...
nl: Bestand als &hoofdstuk..
ro: Fişier &capitol...
si: ගොනුව පරිච්ඡේදයක් ලෙස...
tr: B&ölüm olarak dosya...
uk: Файл як &епізод...

source: Titles from &DVD...
ar: DVD &عناوين من...
ca: Títols del &DVD...
da: Titler fra &DVD...
de: Titel von &DVD ...
eu: Izenburuak &DVD-tik...
fi: &DVD:ltä osat...
nl: Titels van &DVD..
ro: Titluri din &DVD...
si: ඩීවීඩීයෙන් මාතෘකා...
tr: &DVD'den Başlıklar...
uk: Розділи з &DVD...

source: &Menu
ar: & قائمة
ca: &Menú
de: &Menü
eu: &Menua
fi: &Valikko
ro: &Meniu
si: මෙනු
tr: &Menü
uk: &Меню

source: &Chapter menu
ar: & قائمة الفصل
ca: Menú de &capítols
da: &Kapitelmenu
de: &Kapitelmenü
eu: A&tal menua
fi: kohtausvalikko
nl: hoofdstuk menu
ro: &Meniu capitole
si: පරිච්ඡේද මෙනු
tr: &Bölüm menüsü
uk: &Mеню епізоду

source: &VMGM menu
ar: & VMGM قائمة
ca: Menú &VMGM
de: &VMGM-Menü
eu: &VMGM menua
fi: &VMGM valikko
ro: &Meniu VMGM
si: VMGM මෙනු
tr: &VMGM menüsü
uk: &VMGM меню

source: &Titleset
ar: & تعيين العنوان
ca: Conjunt de &títols
da: &Titelsæt
de: &Titelset
eu: &Izenburu-ezarpena
fi: &Kokoelma
nl: &Titelset
ro: &Titlu grup
si: මාතෘකා කට්ටල
tr: &Başlık seti
uk: &Набір розділів

source: &Add
ar: &اضافة
ca: &Afegeix
da: &Tilføj
de: &Hinzufügen
eu: &Gehitu
fi: &Lisää
nl: &Toevoegen
ro: &Adaugă
si: එකතු
tr: &Ekle
uk: &Додати

source: &Options...
ar: &الخيارات...
ca: &Opcions...
da: &Indstillinger…
de: &Optionen …
eu: A&ukerak...
fi: &Vaihtoehdot...
nl: &Opties..
ro: &Opţiuni...
si: විකල්ප...
tr: &Seçenekler...
uk: &Параметри...

source: &DVD
si: ඩීවීඩී

source: &Settings...
ar: &الاعدادات...
ca: &Preferències...
da: &Indstillinger…
de: &Einstellungen …
eu: &Ezarpenak
fi: &Asetukset...
nl: &Instellingen..
ro: &Setări
si: සැකසුම්...
tr: &Ayarlar...
uk: &Налаштування...

source: &Create button from SVG...
de: Button aus SVG erstellen
nl: &Maak een knop vanuit SVG...
si: SVG මඟින් බොත්තම් තනන්න...

source: &Configuration
ar: &التكوين
ca: &Configuració
da: &Konfiguration
de: &Konfiguration
eu: &Itxurapena
fi: &Konfiguraatio
nl: &Configuratie
ro: &Configurare
si: හැඩගැස්වීම්
tr: &Yapılandırma
uk: &Конфігурація

source: &Contents F1
ar: & محتويات F 1
ca: &Continguts F1
da: &Indhold F1
de: &Inhalt F1
eu: &Edukiak F1
fi: S&isältö F1
nl: &Inhoud F1
ro: &Conţinut F1
si: පටුන F1
tr: &İçindekiler F1
uk: &Зміст F1

source: &About...
ar: &حول...
ca: Qu&ant a...
da: &Om…
de: &Über …
eu: &Honi buruz...
fi: &Tietoja...
nl: &Over..
ro: &Despre...
si: පිළිබඳ...
tr: &Hakkında...
uk: &Про програму...

source: &Help
ar: &التعليمات
ca: Ajuda
da: &Hjælp
de: &Hilfe
eu: &Laguntza
fi: Ap&ua
ro: &Ajutor
si: උපකාර
tr: &Yardım
uk: &Допомога

source: Directory
ar: الدليل
ca: Carpeta
da: Mappe
de: Verzeichnis
eu: Zuzenbidea
fi: Hakemisto
nl: Map
ro: Dosar
si: නාමාවලි
tr: Dizin
uk: Каталог

source: &Assign to background
ar: & يخصص الى الخلفية
ca: &Assigna al fons
da: &Anvend som baggrund
de: &Dem Hintergrund zuweisen
eu: &Esleitu barrenari
fi: &Aseta taustaksi
nl: Gebruik als &achtergrond
ro: &Execută în fundal
si: පසුබිමට සකසන්න
tr: &Arkaplana ata
uk: &Призначити як задній фон

source: &Play
de: &Abspielen
nl: S&peel af
si: ධාවනය

source: &Delete
ar: &حذف
ca: Esborra
da: &Slet
de: L&öschen
eu: E&zabatu
fi: &Poista
nl: &Verwijderen
ro: &Ştergere
si: මකන්න
tr: &Sil
uk: &Видалити

source: &Edit button
de: Button &bearbeiten
nl: &Bewerk knop
si: සංස්කරණ බොත්තම

source: &Reset button
de: &Button zurücksetzen
nl: Herstel knop
si: ප්‍රත්‍යාරම්භ බොත්තම

source: New
ar: جديد
ca: Nou
da: Ny
de: Neu
eu: Berria
fi: Uusi
nl: Nieuw
ro: Nou
si: නව
tr: Yeni
uk: Новий

source: Open...
ar: افتح...
ca: Obre...
da: Åbn…
de: Öffnen …
eu: Ireki...
fi: Avaa...
nl: Openen..
ro: Deschide...
si: විවෘත...
tr: Aç...
uk: Відкрити

source: DVD Options...
ar: DVD خيارات...
ca: Opcions del DVD...
da: &DVD-indstillinger…
de: DVD-Optionen …
eu: DVD Aukerak...
fi: Vaihtoehdot...
nl: DVD Opties..
ro: Opţiuni DVD...
si: ඩීවීඩී විකල්ප...
tr: DVD Seçenekleri...
uk: Параметри DVD...

source: Burn...
ar: حرق...
ca: Grava...
da: Brænd…
de: Brennen …
eu: Erre...
fi: Polta...
nl: Branden..
ro: Inscripţionare...
si: දවන්න...
tr: Yazdır...
uk: Запис...

source: Add File...
ar: اضافة ملف...
ca: Afegeix un fitxer...
da: Tilføj fil…
de: Datei hinzufügen …
eu: Gehitu Agiria...
fi: Lisää tiedosto...
nl: Voeg bestand toe..
ro: Adaugă un fişier...
si: ගොනු ලබාදෙන්න...
tr: Dosya Ekle...
uk: додати файл...

source: File browser
ar: استعراض الملف
ca: Fitxers
da: Stifinder
de: Datei-Browser
eu: Agiri nabigatzailea
fi: Tiedostoselain
nl: Bestandsverkenner
ro: Explorator fişiere
si: ගොනු බ්‍රව්සරය
tr: Dosya tarayıcı
uk: Менеджер файлів

source: Backgrounds
ar: الخلفيات
ca: Fons
da: Baggrunde
de: Hintergründe
eu: Barrenak
fi: Taustat
nl: Achtergronden
ro: Fundaluri
si: පසුබිම්
tr: Arkaplanlar
uk: Фонові зображення

source: Buttons
ar: ازرار
ca: Botons
da: Knapper
eu: Botoiak
fi: Painikkeet
nl: Knoppen
ro: Butoane
si: බොත්තම්
tr: Düğmeler
uk: Кнопки

source: button
ar: زر
ca: botó
da: knap
eu: botoia
fi: painike
nl: knop
ro: buton
si: බොත්තම
tr: düğme
uk: кнопка

source: Double click to set the background.
ar: نقر مضاعف لوضع الخلفية
ca: Feu doble clic per establir el fons
da: Dobbeltklik for at indsætte baggrunden.
de: Doppelklick, um den Hintergrund festzulegen.
eu: Klik bikoitza barrena ezartzeko.
fi: Aseta tausta kaksoisnapsauksella.
nl: Dubbelklik om de achtergrond in te stellen.
ro: Dublu clic pentru setare fundal
si: පසුතලය සැකසීමට දෙවරක් ක්ලික් කරන්න
tr: Arka planı ayarlamak için çift tıklayın.
uk: Подвійний клік для встановлення фону.

source: %s (%.1f KB)
si: %s (%.1f කිබ)
uk: %s (%.1f КБ)

source: %s (%.1f MB)
si: %s (%.1f මෙබ)
uk: %s (%.1f МБ)

source: %s (%.1f GB)
si: %s (%.1f ගිබ)
uk: %s (%.1f ГБ)

source: %d slides
ar: شرائح %d
ca: %d diapositives
da: %d dias
de: %d Dias
eu: %d diapositiba
fi: %d diakuvaa
nl: %d dia's
ro: %d diapozitive
si: %d පථ
tr: %d slayt
uk: %d слайди

source: min
si: මිනි
tr: dak
uk: хв

source: Are you sure you want to delete '%s' from the file system?
ar: من نظام الملف؟'%s'انت متاكد تريد الحذف
ca: Voleu esborrar el fitxer «%s» del sistema de fitxers?
da: Er du sikker på, at du vil slette '%s' fra filsystemet?
de: Sind Sie sicher, dass Sie »%s« aus dem Dateisystem löschen möchten?
eu: Zihur zaude '%s' ezabatzea nahi duzula agiri sistematik?
fi: Aiotko tosiaan poistaa tiedoston '%s' järjestelmästä?
nl: Wil je '%s' echt verwijderen van het bestandssysteem?
ro: Sigur vreţi să ştergeţi '%s'?
si: '%s' ගොනු පද්ධතියෙන් විනාශ කිරීමට අවශ්‍ය බව ඔබට විශ්වාස ද?
tr: Dosya sisteminden '%s' silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити '%s' з диску?

source: Select chapter
ar: حدد الفصل
ca: Selecciona el capítol
da: Vælg kapitel
de: Kapitel auswählen
eu: Hautatu atala
fi: Valitse kohtaus
nl: Selecteer hoofdstuk
ro: Selectare capitol
si: පරිච්ඡේදය තෝරන්න
tr: Bölümü seçin
uk: Обрати розділ

source: Play all
ar: لعب الكل
ca: Reprodueix-ho tot
da: Afspil alle
de: Alles abspielen
eu: Irakurri denak
fi: Toista kaikki
nl: Speel alles af
ro: Redă tot
si: සියල්ල ධාවනය
tr: Tümünü oynat
uk: Грати все

source: Select title
ar: حدد العنوان
ca: Selecciona el títol
da: Vælg titel
de: Titel auswählen
eu: Hautatu izenburua
fi: Valitse osa
nl: Selecteer titel
ro: Selectează un titlu
si: මාතෘකාව තෝරන්න
tr: Başlık seç
uk: Обрати розділ

source: Back
ar: للخلف
ca: Enrere
da: Tilbage
de: Zurück
eu: Atzera
fi: Takaisin
nl: Terug
ro: Înapoi
si: ආපසු
tr: Geri
uk: Назад

source: Previous
ar: السابق
ca: Anterior
da: Forrige
de: Vorheriges
eu: Aurrekoa
fi: Edellinen
nl: Vorige
ro: Anterior
si: පෙර
tr: Önceki
uk: Попередній

source: Next
ar: التالي
ca: Següent
da: Næste
de: Nächstes
eu: Hurrengoa
fi: Seuraava
nl: Volgende
ro: Următorul
si: පසු
tr: Sonraki
uk: Наступний

source: Error opening '%s'
ar: '%s' افتتاح الخطا
ca: S'ha produït un error en obrir «%s».
da: Fejl ved åbning af '%s'
de: Fehler beim Öffnen von »%s«
eu: Akatsa '%s' irekitzerakoan
fi: Virhe avattaessa '%s'
nl: Fout bij openen van '%s'
ro: Eroare la deschiderea '%s'
si: '%s' විවෘත කිරීමේ දෝෂ
tr: '%s' açma hatası
uk: Помилка відкриття '%s'

source: Open a DVDStyler project file
ar: '%s' لا يستطيع فتح الملف
ca: Obre un fitxer de projecte del DVDStyler
da: Åbn en DVDStyler-projektfil
de: Eine DVDStyler-Projektdatei öffnen
eu: Ireki DVDStyler egitasmo agiri bat
fi: Avaa DVDStyler-projektitiedosto
nl: Open een DVDStyler projectbestand
ro: Deschide un fişier proiect DVDStyler
si: DVDStyler ගොනුවක් විවෘත කරන්න
tr: Bir DVDStyler projesi dosyası aç
uk: Відкриття файлу проекту

source: Project files
ar: ملفات المشروع
ca: Fitxers de projecte
da: Projektfiler
de: Projektdateien
eu: Egitasmo agiriak
fi: Projektitiedostot
nl: Projectbestanden
ro: Fişiere proiect
si: ව්‍යාපෘති ගොනු
tr: Proje dosyaları
uk: Фйали проекту

source: Untitled
ar: غير ملقب
ca: Sense nom
da: Unavngivet
de: Unbenannt
eu: Izenburugabea
fi: Nimetön
nl: Naamloos
ro: Fără titlu
si: නිර්නාමික
tr: İsimsiz
uk: Без назви

source: The file '%s' was modified, save changes?
ar: عدل، حفظ التغييرات؟ '%s'الملف
ca: Voleu desar els canvis del document «%s» abans de tancar?
da: Filen '%s' er blevet ændret. Skal ændringerne gemmes?
de: Die Datei »%s« wurde modifiziert, Änderungen speichern?
eu: '%s' agiria aldatu egin da, aldaketak gorde?
fi: Tiedostoa '%s' on muokattu, tallennetaanko muutokset?
nl: Het bestand '%s' is gewijzigd, wijzigingen opslaan?
ro: Fişierul '%s' a fost modificat, salvaţi modificările?
si: '%s' ගොනුව විකරණය කර ඇත, වෙනස්කම් සුරකින්න ද?
tr: '%s' dosyası güncellendi, değişiklikleri kaydetmek istiyor musunuz?
uk: Файл '%s' змінено, зберегти зміни?

source: Save a DVDStyler project file
ar: DVDStylerحفظ ملف مشروع
ca: Desa el fitxer de projecte del DVDStyler
da: Gem en DVDStyler-projektfil
de: Eine DVDStyler-Projektdatei speichern
eu: Gorde DVDStyler egitasmo agiri bat
fi: Tallenna DVDStyler projektitiedosto
nl: Een DVDStyler projectbestand opslaan
ro: Salvarea unui fişier proiect DVDStyler
si: DVDStyler ගොනුවක් සුරකින්න
tr: DVDStyler projesi olarak kaydet
uk: Зберегти файл проекту
