Repository: thalter/DVDStyler
Catalog: locale/*.po
Languages: ar, ca, da, de, eu, fi, nl, ro, si, tr, uk

source: add error correction data
ar: اضافة بيانات تصحيح الخطا
ca: afegeix dades de correcció d'errades
da: tilføj fejlkorrektionsdata
de: Fehlerkorrekturdaten hinzufügen
eu: gehitu akats zuzenketa datuak
fi: lisää virheenkorjaustiedot
nl: voeg foutcorrectiegegevens toe
ro: adaugă date pentru corecţia de eroare
si: වැරදි නිවැරදි කිරීමේ දත්ත ඇතුළත් කරන්න
tr: hata düzeltme verisi ekle
uk: додати дані для корегування помилок

source: Start
ar: بدء التشغيل
ca: Inicia
eu: Hasi
fi: Aloita
ro: Pornire
si: ආරම්භ
tr: Başlat
uk: Розпочати

source: Reset
ar: اعادة
ca: Reinicia
da: Nulstil
de: Zurücksetzen
eu: Berrezarri
fi: Palauta
ro: Resetare
si: ප්‍රත්‍යාරම්භ
tr: Sıfırla
uk: Скинути

source: VLC media player
ar: الاعلامي VLC لاعب
ca: Reproductor de medis VLC
eu: VLC multimedia irakurgailua
nl: VLC media speler
si: VLC මාධ්‍ය ධාවකය
uk: VLC програвач

source: MPC-HC player
ca: Reproductor MPC-HC
de: MPC-HC-Spieler
eu: MPC-HC irakurgailua
nl: MPC-HC speler
si: MPC-HC ධාවකය
uk: MPC-HC програвач

source: Custom video player
ar: مشغل فيديو مخصص
ca: Reproductor de vídeo personalitzat
da: Selvvalgt videoafspiller
de: Benutzerdef. Video-Player
eu: Norbere bideo irakurgailua
nl: Aangepaste video speler
ro: Alt player video
si: ව්‍යවහාරිත වීඩියෝ ධාවකය
tr: Özel video oynatıcı
uk: Власний відео програвач

source: N/A
de: N/V
eu: EE/G
nl: Nvt
si: ශූන්‍ය
tr: Mevcut değil
uk: Н/Д

source: GB
ar: ق ب
si: ගිබ
uk: ГБ

source: There is not enough space to store ISO file.
ar: ISO لا توجد مساحة كافية لتخزين ملف
ca: No hi ha prou espai per desar la imatge ISO.
da: Der er ikke nok diskplads til at opbevare ISO-filen.
de: Es gibt nicht genügend Platz, um ISO-Datei zu speichern.
eu: Ez dago nahikoa toki ISO agiria biltegiratzeko.
fi: ISO-tiedostolle ei ole riittävästi tilaa
nl: Er is onvoldoende ruimte om het ISO-bestand op te slaan.
ro: Nu este suficient spaţiu pentru stocarea fişierului ISO.
si: ISO ගොනුව සුරැකීමට ප්‍රමාණවත් තරම් ඉඩකඩ නොමැත.
tr: ISO dosyasını saklamak için yeterli alan yok.
uk: Недостатньо місця для збереження ISO файлу.

source: There is not enough space on temporary directory.
ar: لا توجد مساحة كافية في الدليل المؤقت
ca: No hi ha prou espai a la carpeta temporal.
da: Der er ikke plads nok i mappen med midlertidige filer.
de: Es gibt nicht genügend Platz im temporären Verzeichnis.
eu: Ez dago nahikoa toki aldibaterako zuzenbidean.
fi: Temp-hakemistossa ei ole riittävästi tilaa
nl: Er is onvoldoende ruimte in de tijdelijke map.
ro: Nu este suficient spaţiu în directorul temporar.
si: තාවකාලික නාමාවලියේ ප්‍රමාණවත් තරම් ඉඩකඩ නොමැත.
tr: Geçici dizinde yeterli alan yok.
uk: Недостатньо місця для тимчасових файлів.

source: Choose a directory
ar: اختيار دليل
ca: Trieu una carpeta
da: Vælg en mappe
de: Ein Verzeichnis wählen
eu: Hautatu zuzenbide bat
fi: Valitse hakemisto
nl: Kies een map
ro: Alege un dosar
si: නාමාවලියක් තනන්න
tr: Bir dizin seçin
uk: Оберіть каталог

source: Choose a file
ar: اختر عنوان يقرر الاضافة:
ca: Trieu un fitxer
da: Vælg en fil
de: Eine Datei wählen
eu: Hautatu agiri bat
fi: Valitse tiedosto
nl: Kies een bestand
ro: Alege un fişier
si: ගොනුවක් තෝරන්න
tr: Bir dosya seçin
uk: Оберіть файл

source: Programs
ar: البرامج
ca: Programes
da: Programmer
de: Programme
eu: Programak
nl: Programma's
ro: Programe
si: වැඩසටහන්
tr: Programlar
uk: Програми

source: All Files
ar: كل الملفات
ca: Tots els fitxers
da: Alle filer
de: Alle Dateien
eu: Agiri Guztiak
fi: Kaikki tiedostot
nl: Alle Bestanden
ro: Toate fişierele
si: සියළු ගොනු
tr: Tüm Dosyalar
uk: Всі файли

source: Choose a file to save iso image
ar: iso اختر ملف لحفظ صورة
ca: Trieu un fitxer per desar-hi la imatge ISO
da: Angiv et filnavn for at gemme iso-billedet
de: Bitte wählen Sie eine Datei zum Speichern des ISO-Images
eu: Hautatu iso irudia gordetzeko agiri bat
fi: Valitse tiedosto näköiskuvaa varten
nl: Kies een bestand om fet ISO-beeld op te slaan
ro: Alege un fişier pentru salvare în imaginea ISO
si: iso ඡායාව සුරැකීමට ගොනුවක් තෝරන්න
tr: Iso görüntüsünü kayıt etmek için bir dosya seçin
uk: Оберіть файл для збереження iso-файлу

source: Please enter output directory
ar: الرجاء ادخال دليل الانتاج
ca: Introduïu el nom de la carpeta
da: Indtast output-mappe
de: Geben Sie bitte das Ausgabeverzeichnis ein.
eu: Mesedez sartu irteera zuzenbidea
fi: Ilmoita kohdehakemisto
nl: Voer aub de uitvoermap in
ro: Vă rugăm să introduceţi directorul de ieşire
si: කරුණාකර ප්‍රතිදාන නාමාවලිය ඇතුළත් කරන්න
tr: Lütfen çıkış dizinini girin
uk: Будь ласка, введіть назву каталогу для збереження.

source: Output directory contains files. Please choose another output directory.
ar: يحتوي دليل الانتاج على الملفات. الرجاء اختيار دليل ناتج اخر
ca: La carpeta de sortida conté fitxers. Seleccioneu-ne una altra.
da: Output-mappe indeholder filer. Vælg en anden output-mappe.
de: Ausgabeverzeichnis enthält Dateien. Wählen Sie bitte ein anderes Ausgabeverzeichnis.
eu: Irteera zuzenbideak agiriak ditu. Mesedez hautatu beste irteera zuzenbide bat.
fi: Kohdehakemistossa on tiedostoja. Valitse toinen hakemisto.
nl: De uitvoermap bevat bestanden. Kies aub een andere uitvoermap.
ro: Directorul de ieşire conţine fişiere. Vă rugăm să alegeţi un alt director de ieşire.
si: ප්‍රතිදාන නාමාවලියේ ගොනු පවතියි. කරුණාකර වෙනත් ප්‍රතිදාන නාමාවලියක් තෝරන්න.
tr: Çıkış dizini dosyalar içeriyor. Başka bir çıkış dizini seçin.
uk: Вихідний каталог містить файли. Будь ласка, оберіть інший вихідний каталог.

source: Directory '%s' already exist. Do you want to overwrite it?
ar: موجود. هل تريد كتابته؟'%s' دليل
ca: El directori «%s» ja existeix. Voleu sobreescriure'l?
da: Mappen '%s' findes allerede. Vil du overskrive den?
de: Verzeichnis »%s« ist bereits vorhanden. Möchten Sie diesen überschreiben?
eu: '%s' zuzenbidea jadanik badago. Gainidaztea nahi duzu?
fi: Hakemisto '%s' on jo olemassa. Korvataanko?
nl: Map '%s' bestaat al. Wilt U het overschrijven?
ro: Directorul '%s' există deja. Vreți să-l suprascrieţi?
si: '%s' නාමාවලිය දැනටමත් පවතියි. ඔබ මෙය නැවත ලිවීමට කැමති ද?
tr: '%s' dizini mevcut. Üzerine yazmak istiyor musunuz?
uk: Папка '%s' вже існує. Ви дійсно бажаєте перезаписати її?

source: Can't create directory '%s'
ar: '%s' لا يستطيع خلق الدليل
ca: No s'ha pogut crear la carpeta «%s».
da: Kan ikke oprette mappen '%s'
de: Verzeichnis »%s« kann nicht erstellt werden
eu: Ezin da '%s' zuzenbidea sortu
fi: Hakemiston '%s' luonti ei onnistu
nl: Kan map '%s' niet aanmaken.
ro: Nu pot crea dosarul '%s'
si: '%s' නාමාවලිය සැකසිය නොහැක
tr: '%s' dizini oluşturulamıyor
uk: Неможливо створити папку '%s'

source: Please select a video player
ar: الرجاء ادخال دليل الانتاج
ca: Seleccioneu el reproductor de vídeo
da: Vælg en videoafspiller
de: Wählen Sie bitte einen Video-Player aus
eu: Mesedez hautatu bideo irakurgailu bat
nl: Kies aub een video speler
ro: Vă rugăm să selectaţi un video player
si: කරුණාකර වීඩියෝ ධාවකයක් තෝරන්න
tr: Lütfen bir video oynatıcı seçin
uk: Будь ласка оберіть відеопрогравач

source: Please select path to video player
ar: الرجاء تحديد مسار لمشغل الفيديو
ca: Seleccioneu el camí del reproductor de vídeo
da: Vælg en sti til videoafspiller
de: Wählen Sie bitte den Pfad zum Video-Player aus
eu: Mesedez hautatu bideo irakurgailu helburua
nl: Selecteer het pad naar de video speler
ro: Vă rugăm să selectaţi calea către video player
si: කරුණාකර වීඩියෝ ධාවකය වෙත මාර්ගය තෝරන්න
tr: Lütfen video oynatıcı yolunu seçin
uk: Будь ласка вкажіть шлях до відеопрогравача

source: Please enter file name to save ISO
ar: ISO الرجاء ادخال اسم الملف لحفظ
ca: Introduiu un nom pel fitxer d'imatge ISO
da: Indtast filnavn til ISO
de: Geben Sie bitte den Dateinamen ein, um ISO zu speichern.
eu: Mesedez sartu agiri izena ISO-a gordetzeko
fi: Anna tiedostonimi ISO-tiedostoa varten
nl: Voer aub bestandsnaam in om ISO te bewaren
ro: Vă rog să introduceţi numele sub care va fi salvată imaginea ISO
si: කරුණාකර ISO ගොනුව සුරැකීමට නාමයක් ලබා දෙන්න
tr: ISO'yu kayıt etmek için dosya adı girin
uk: Будь ласка, введіть ім’я файлу для збереження в ISO

source: File '%s' already exist. Do you want to overwrite it?
ar: موجود. هل تريد كتابته؟'%s' دليل
ca: El fitxer «%s» ja existeix. Voleu sobreescriure'l?
da: Filen '%s' findes allerede. Vil du overskrive den?
de: Datei »%s« ist bereits vorhanden. Möchten Sie diese überschreiben?
eu: '%s' agiria jadanik badago. Gainidaztea nahi duzu?
fi: Tiedosto '%s' jo olemassa. Korvataanko?
nl: Bestand '%s' bestaat al. Wil je het overschrijven?
ro: Fişierul '%s' există deja. Vreţi să fie înlocuit?
si: '%s' ගොනුව දැනටමත් පවතියි. ඔබට මෙය නැවත ලිවීමට අවශ්‍ය ද?
tr: '%s' dosyası zaten mevcut. Üzerine yazmak istiyor musunuz?
uk: Файл '%s' вже існує. Ви дійсно бажаєте перезаписати його?

source: Please enter device name
ar: الرجاء ادخال دليل الانتاج
ca: Introduiu el nom del dispositiu
da: Indtast enhedsnavn
de: Geben Sie bitte den Gerätenamen ein.
eu: Mesedez sartu gailuaren izena
fi: Anna aseman nimi
nl: Voer aub de apparaatnaam in
ro: Vă rog să introduceţi numele dispozitivului
si: කරුණාකර උපාංග නාමය ඇතුළත් කරන්න
tr: Lütfen aygıt adını girin
uk: Введіть назву пристрою

source: Invalid device name
ar: اسم الجهاز باطل
ca: El nom del dispositiu no és correcte
da: Ugyldigt enhedsnavn
de: Ungültiger Gerätename
eu: Gailu izen baliogabea
fi: Väärä aseman nimi
nl: Ongeldige apparaatnaam
ro: Nume dispozitiv invalid
si: වැරදි උපාංග නාමයක්
tr: Geçersiz aygıt adı
uk: Помилкова назва пристрою

source: There are %d transcoded file(s) in the cache. They will be removed if you change temporary directory.
ca: A la memòria cau hi ha %d fitxers transcodificats que s'esborraran si canvieu la carpeta temporal.
da: Der er %d omkodede filer i cachen. De vil blive fjernet hvis du ændrer mappen med midlertidige filer.
de: Es gibt %d transcodierte Datei(en) im Cache. Diese werden entfernt, wenn Sie das temporäre Verzeichnis ändern.
eu: %d transkodeatutako agiri dago katxean. Kendu egingo dira aldibaterako zuzenbidea aldatzen baduzu.
fi: Puskurissa %d koodattua tiedostoa. Ne poistetaan, jos temp-hakemistoa vaihdetaan.
nl: Er bevind(t)/(en) zich %d getranscodeerd(e) bestand(en) in de cache. Deze word(t)/(en) verwijderd als je de tijdelijke map wijzigt.
ro: Există %d fişier(e) transcodat(e) în cache. Va (vor) fi şters(e) dacă schimbi directorul temporar.
si: පරිවර්තිත ගොනු %d ප්‍රමාණයක් තාවකාලික නාමාවලියේ ඇත. තාවකාලික නාමාවලිය වෙනස් කළහොත් මේවා ද ඉවත් වේ.
tr: Önbellekte dönüştürülmüş %d dosya var. Eğer geçici dizini değiştirirseniz kaldırılacaktır.
uk: В кеші знаходиться %d файлів. Їх буде видалено, якщо Ви змінити каталог для тимчасових файлів.

source: Please select an SVG element for new parameter:
de: Bitte wählen Sie ein SVG-Element für neue Parameter:
nl: Selecteer een SVG-element voor nieuwe parameter:
si: කරුණාකර නව පරාමිතිය සඳහා SVG මූලයක් තෝරන්න:

source: Fill:
ar: ملء:
ca: Emplenament:
da: Udfyldning:
de: Füllung:
eu: Bete:
fi: Täyttöväri:
nl: Vulling:
ro: Umplere:
si: පුරවන්න:
tr: Dolgu:
uk: Заповнення:

source: Text
ar: نص
da: Tekst
eu: Idazkia
fi: Teksti
nl: Tekst
si: වගන්ති
tr: Metin
uk: Текст

source: name
nl: naam
si: නාමය

source: title
ar: العنوان
ca: títol
da: titel
de: Titel
eu: izenburua
fi: osa
nl: titel
ro: titlu
si: මාතෘකාව
tr: başlık
uk: розділ

source: type
de: Typ
si: වර්ගය

source: ID of element
de: ID des Elements
nl: ID van het element
si: මූලයේ අනන්‍යතාව

source: attribute name
de: Attributname
nl: geef een naam
si: ගුණාංග නාමය

source: dynamic
de: dynamisch
nl: dynamisch
si: ගතික

source: value
de: Wert
nl: waarde
si: අගය

source: highlighted
de: Hervorgehoben
nl: oplichtend
si: ඉස්මතු කළ

source: selected
de: ausgewählt
nl: geselecteerd
si: තේරූ

source: Create button
de: Button erstellen
nl: Maak knop
si: බොත්තම සකසන්න

source: normal
nl: normaal
si: සාමාන්‍ය

source: Button state
de: Buttonstatus
nl: Knop satus
si: බොත්තම් තත්වය

source: Directory:
de: Verzeichnis:
nl: Map:
si: නාමාවලිය:

source: Label
ar: علامة
ca: Etiqueta
da: Etiket
eu: Etiketa
fi: Nimike
ro: Etichetă
si: ලේබලය
tr: Etiket
uk: Надпис

source: File name:
ar: اسم الملف:
ca: Nom del fitxer:
da: Filnavn:
de: Dateiname:
eu: Agiri izena:
fi: Tiedoston nimi
nl: Bestandsnaam:
ro: Nume fişier:
si: ගොනු නාමය:
tr: Dosya adı:
uk: Ім'я файлу:

source: Title:
de: Titel:
nl: Titel:
si: මාතෘකාව:

source: Default width:
de: Standardbreite:
nl: Standaard breedte:
si: මූලික පළල:

source: or
de: oder
nl: of
si: හෝ

source: Min width:
de: Minimale Breite:
nl: Minimum breedte:
si: අවම පළල:

source: Default height:
de: Standardhöhe:
nl: Standaard hoogte:
si: මූලික උස:

source: Min height:
de: Minimale Höhe:
nl: Minimum hoogte:
si: අවම උස:

source: Parameters:
de: Parameter:
si: පරාමිති:

source: Save
ar: حفظ
ca: Desa
da: Gem
de: Speichern
eu: Gorde
fi: Tallenna
nl: Opslaan
ro: Salvare
si: සුරකින්න
tr: Kaydet
uk: Зберегти

source: Edit button
de: Button bearbeiten
nl: Bewerken knop
si: සංස්කරණ බොත්තම

source: Add
de: Hinzufügen
nl: Toevoegen
si: එක් කරන්න

source: Remove selected
de: Ausgewählte entfernen
nl: Verwijder het geselecteerde
si: තේරීම ඉවත් කරන්න

source: No SVG element is selected
de: Es ist kein SVG-Element ausgewählt
nl: Er is geen SVG element geselecteerd
si: කිසිඳු SVG මූලයක් තෝරා නැත

source: Info
nl: Informatie
si: තොරතුරු

source: Can't remove file '%s'
ar: '%s' لا يستطيع ازالة الملف
ca: No s'ha pogut suprimir el fitxer «%s»
da: Kan ikke fjerne filen '%s'
de: Datei »%s« kann nicht entfernt werden
eu: Ezinezkoa '%s' agiria kentzea
fi: Tiedostoa '%s' ei voi poistaa
nl: Kan bestand :niet verwijderen: '%s'
ro: Nu pot şterge fişierul '%s'
si: '%s' ගොනුව ඉවත් කළ නොහැක
tr: '%s' dosyası kaldırılamıyor
uk: Неможливо видалити файл '%s'

source: There is %d file (%0.1f MB) in the transcoding cache.
ar: ذاكرة التخزين المؤقت للشفرة.(%0.1f MB) ملف %d هناك
ca: Hi ha %d fitxer (%0.1f MB) a la memòria cau de transcodificació.
da: Der er %d fil (%0.1f MB) i omkodnings-cachen.
de: Es gibt %d Datei (%0.1f MB) im Transcoding-Cache.
eu: %d agiri dago (%0.1f MB) transkodeaketa katxean.
nl: In de transcode cache is er %d bestand (%0.1f MB)
ro: Există %d fişier (%0.1f MB) în memoria cache de transcodare.
si: පරිවර්තන නාමාවලියේ %d ගොනුවක් (%0.1f මෙබ) ඇත.
tr: Kod çevrimi önbelleğinde %d dosya (%0.1f MB) var.
uk: Є %d файл (%0.1f MB) в кеші транскодування.

source: Do you want to clear the cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت؟
ca: Voleu eliminar la memòria cau?
da: Vil du rydde cachen?
de: Möchten Sie den Cache löschen?
eu: Katxea garbitzea nahi duzu?
nl: Wil je de buffer ledigen?
ro: Vreți să goliți cache-ul?
si: ඔබට තාවකාලික දත්ත ඉවත් කළ යුතු ද?
tr: Önbelleği silmek istiyor musunuz?
uk: Ви дійсно бажаєте очистити кеш?

source: Confirm
ar: تاكيد
ca: Confirmeu
da: Bekræft
de: Bestätigen
eu: Baieztatu
fi: Vahvista
nl: Bevestig
ro: Confirmare
si: තහවුරු
tr: Onayla
uk: Підтвердження

source: Chapters
ar: فصول
ca: Capítols
da: Kapitler
de: Kapitel
eu: Atalak
fi: Kohtaukset
nl: Hoofdstukken
ro: Capitole
si: පරිච්ඡේද
tr: Bölümler
uk: Епізоди

source: Chapters:
ar: فصول:
ca: Capítols:
da: Kapitler:
de: Kapitel:
eu: Atalak:
fi: Kohtaukset:
nl: Hoofdstukken:
ro: Capitole:
si: පරිච්ඡේද:
tr: Bölümler:
uk: Епізод:

source: Time:
ar: الوقت:
ca: Temps:
da: Tid:
de: Zeit:
eu: Denbora:
fi: Aika:
nl: Tijd:
ro: Timp:
si: කාලය:
tr: Süre:
uk: Час:

source: Type:
ar: النوع
ca: Tipus:
de: Typ:
eu: Mota:
fi: Tyyppi:
ro: Tip:
si: වර්ග:
tr: Tür:
uk: Тип:

source: Chapter
ar: فصل
ca: Capítol
da: Kapitel
de: Kapitel
eu: Atala
fi: Kohtaus
nl: Hoofdstuk
ro: Capitol
si: පරිච්ඡේදය
tr: Bölüm
uk: Епізод

source: Program
ar: البرامج
ca: Programa
de: Programm
eu: Programa
fi: Ohjelma
nl: Programma
si: වැඩසටහන
uk: Програма

source: Regular cell
ar: الخلية المنتظمة
ca: Cel·la normal
da: Almindelig celle
de: Reguläre Zelle
eu: Gelazka arrunta
fi: Normaali tila
nl: Reguliere cel
ro: Celulă normală
si: ක්‍රමානුකූල කෝෂය
tr: Düzenli hücre
uk: Звичайний елемент

source: End:
ar: النهاية:
ca: Final:
da: Slut:
de: Ende:
eu: Amaiera:
fi: Loppu:
nl: Einde:
ro: Sfârşit
si: සීමාව:
tr: Son:
uk: Кінець:

source: Auto
ar: تلقائي
ca: Automàtic
eu: Berez
nl: Automatisch
si: ස්වයං
tr: Otomatik
uk: Автоматично

source: Custom
ar: مخصص
ca: Personalitzat
da: Tilpasset
de: Benutzerdefiniert
eu: Norberea
fi: Räätälöity
nl: Aangepast
ro: Personalizare
si: පුද්ගලික
tr: Özel
uk: Користувацьк

source: Pause:
ar: مهلة:
ca: Pausa:
eu: Pausa:
fi: Tauko:
nl: Pauze:
ro: Pauză:
si: විරාමය:
tr: Duraklat:
uk: Пауза:

source: sec
ca: segons
da: sek
de: Sek.
eu: seg
fi: s
si: තත්
tr: san
uk: сек.

source: Commands:
ar: الاوامر
ca: Ordres:
da: Kommandoer:
de: Befehle:
eu: Aginduak:
fi: Käskyt:
nl: Opdrachten:
ro: Comenzi:
si: ආඥා:
tr: Komutlar:
uk: Команди:

source: Add cell at begin if it doesn't exist
ar: اضافة خلية في البدء اذا كانت غير موجودة
ca: Afegeix una cel·la al principi si no n'hi ha cap
da: Tilføj celle i starten, hvis den ikke eksisterer
de: Zelle am Anfang hinzufügen, falls nicht vorhanden
eu: Gehitu gelaxka hasieran ez badago
fi: Luo tyhjä tila alkuun, jos ei ennestään ole
nl: Voeg cel aan begin toe als deze niet bestaat
ro: Adaugă o celulă la început dacă nu există
si: ආරම්භයේ කෝෂයක් නොමැතිනම් එක් කරන්න
tr: Eğer mevcut değil ise, başına hücre ekle
uk: Додати елемент на початок, якщо не існує

source: '%s' is not valid time
ar: الوقت ليس صحيح '%s'
ca: «%s» no és un temps vàlid
da: '%s' er ikke et gyldigt tidspunkt
de: »%s« ist keine gültige Zeit
eu: '%s' ez da baliozko denbora
fi: '%s' ei ole kelvollinen aika
nl: '%s' is geen geldige tijd
ro: %s nu este un timp valid
si: '%s' අවලංගු කාලයකි
tr: '%s' geçerli bir süre değil
uk: '%s' є хибним часом

source: Start time cannot be after end time
ar: ابدا التوقيت لا يمكن ان يكون بعد وقت النهاية
ca: El temps inicial no pot ser posterior al temps final
da: Starttidspunkt kan ikke være efter sluttidspunkt
de: Startzeit kann nicht nach Endzeit sein
eu: Hasiera denbora ezin da amaiera denboraren ondoren izan
fi: Aloitusaika ei voi olla lopetusaikaa myöhäisempi
nl: De starttijd kan niet later zijn dan de eindtijd
ro: Ora de pornire nu poate fi după cea de oprire
si: ආරම්භක කාලය අවසන් කාලයට වඩා ඉදිරියෙන් විය නොහැක
tr: Başlangıç ​​süresi bitiş süresinden sonra olamaz
uk: Час початку не може бути пізніше часу закінчення

source: &Refresh
ar: & انعاش
ca: Actualitza
da: &Opdater
de: &Aktualisieren
eu: &Berritu
fi: &Virkistä
nl: &Vernieuwen
ro: &Reîmprospătare
si: ප්‍රාණවත්
tr: &Yenile
uk: &Оновити

source: Wide screen DVD menu can contain maximal 12 buttons
ar: شاشة عريضة يمكن ان تحتوي على ازرار 12 القصوى DVD قائمة
ca: El menú del DVD superpanoràmic, com a molt, pot tenir 12 botons
da: Wide screen DVD-menu kan højest indeholde 12 knapper
de: Breitbild-DVD-Menü darf maximal 12 Buttons enthalten
eu: Ikusleiho zabaleko DVD menuak gehienez 12 botoi izan ditzake
fi: Laajakuva-valikko voi sisältää maks. 12 painiketta
nl: Een breedbeeld DVD menu kan maximaal 12 knoppen bevatten
ro: În modul ecran panoramic, meniurile DVD-ului pot conţine maximum 12 butoane
si: පුළුල් තිර DVD මෙනු උපරිම බොත්තම් 12ක් දක්වා සහාය දක්වයි
tr: Geniş ekran DVD menüsü en fazla 12 düğme içerebilir
uk: Широко екранне DVD меню може містити максимум 12 кнопок

source: Wide screen DVD menu (nopanscan/noletterbox) can contain maximal 18 buttons
ar: يمكن ان تحتوي 18 زر القصوى (nopanscan /noletterbox) شاشة عريضة DVD قائمة
ca: El menú del DVD superpanoràmic (nopanscan/noletterbox), com a molt, pot tenir 18 botons
da: Wide screen DVD-menu (nopanscan/noletterbox) kan højest indeholde 18 knapper
de: Breitbild-DVD-Menü (nopanscan/noletterbox) darf maximal 18 Buttons enthalten
eu: Ikusleiho zabaleko DVD menuak (ez panscan/ez gutunazal) gehienez 18 botoi izan ditzake
fi: Laajakuva-valikko (nopanscan/noletterbox) voi sisältää maks. 18 painiketta
nl: Een breedbeeld DVD menu (nopanscan/noletterbox) kan maximaal 18 knoppen bevatten
ro: În modul ecran panoramic (nopanscan/noletterbox), meniurile DVD-ului pot conţine maximum 18 butoane
si: පුළුල් තිර DVD මෙනු (nopanscan/noletterbox) උපරිම බොත්තම් 18ක් දක්වා සහාය දක්වයි
tr: Geniş ekran DVD menüsü (pantarama/harfkutusu olmadan) en fazla 18 düğme içerebilir
uk: Широкоформатне меню DVD (без panscan/без letterbox) може містити максимум 18 кнопок

source: DVD menu can contain maximal 34 buttons
ar: يمكن ان تحتوي 34 زر اقصى DVD قائمة
ca: El menú del DVD, com a molt, pot tenir 34 botons
da: DVD-menu kan maksimalt indeholde 34 knapper
de: DVD-Menü darf maximal 34 Buttons enthalten
eu: DVD menuak gehienez 34 botoi izan ditzake
fi: DVD-valikko voi sisältää maks. 34 painiketta
nl: Een DVD menu kan maximaal 34 knoppen bevatten
ro: Meniul DVD-ului poate conţine maximum 34 de butoane
si: DVD මෙනු උපරිම බොත්තම් 34ක් දක්වා සහාය දක්වයි
tr: DVD menüsü en fazla 34 düğme içerebilir
uk: DVD меню може містити максимум 34 кнопки

source: Some actions are invalid. Please click 'Details' for more information.
ar: بعض الاعمال باطلة. رجاء انقر 'التفاصيل' للمزيد من المعلومات
ca: Hi ha algunes accions incorrectes. Cliqueu a «Detalls».
da: Nogle handlinger er ugyldige. Klik på 'Detaljer' for mere information.
de: Einige Aktionen sind ungültig. Klicken Sie bitte auf »Details« für weitere Informationen.
eu: Zenbait ekintza baliogabeak dira. Mesedez klikatu 'Xehetasunak' argibide gehiagorako.
fi: Jotkin toiminnot epäkelpoja. Lisätietoa kohdassa 'Details'.
nl: Sommige acties zijn ongeldig. Klik aub 'Details' voor meer informatie.
ro: Unele acţiuni sunt invalide. Clic pe 'Detalii' pentru mai multe informaţii.
si: සමහරක් කාර්යයන් අවලංගුයි. කරුණාකර වැඩි විස්තර සඳහා 'තොරතුරු' තෝරන්න.
tr: Bazı eylemler geçersiz. Daha fazla bilgi için 'Ayrıntılar'a tıklayın.
uk: Деякі дії невірні. Натисніть 'Детальніше' щоб дізнатись більше.

source: Cannot open file '%s'.
ar: '%s' لا يستطيع فتح الملف
ca: El fitxer «%s» no es pot obrir.
da: Kan ikke åbne filen '%s'.
de: Datei »%s« kann nicht geöffnet werden.
eu: Ezin da '%s' agiria ireki.
fi: Tiedoston '%s' avaus ei onnistu.
nl: Kan bestand '%s' niet openen.
ro: Nu pot deschide fişierul '%s'.
si: '%s' ගොනුව විවෘත කළ නොහැක.
tr: '%s' dosyası açılamıyor.
uk: Неможливо відкрити файл '%s'.

source: '%s' is not a DVDStyler project file
ar: DVDStyler ليس ملف مشروع'%s'
ca: «%s» no és un fitxer de projecte del DVDStyler
da: '%s' er ikke en DVDStyler-projektfil
de: »%s« ist keine DVDStyler-Projektdatei
eu: '%s' ez da DVDStyler egitasmo agiri bat
fi: '%s' ei ole DVDStyler projektitiedosto
nl: '%s' is geen DVDStyler projectbestand
ro: '%s' nu este un fişier proiect DVDStyler
si: '%s' DVDStyler ගොනුවක් නොවේ
tr: '%s' bir DVDStyler projesi değil
uk: '%s' не є файлом проекту DVDStyler

source: Can't load vmgm menus
ar: vmgm لا يستطيع تحميل قوائم
ca: No es poden carregar els menús vmgm
da: Kan ikke læse vmgm-menuer
de: Vmgm-Menüs können nicht geladen werden
eu: Ezin dira vmgm menuak gertatu
fi: Vmgm-valikot eivät lataudu
nl: Kan vmgm menu's niet laden
ro: Nu pot încărca meniurile vmgm
si: vmgm මෙනුව ලබාගත නොහැක
tr: vmgm menüleri yüklenemiyor
uk: Неможливо завантажити vmgm меню

source: Can't load titleset
ar: لا يستطيع تحميل مجموعة العنوان
ca: No es por carregar el conjunt de títols
da: Kan ikke indlæse titelsæt
de: Titelset kann nicht geladen werden
eu: Ezin da izenburu-ezarpena gertatu
fi: Kokoelma ei lataudu
nl: Kan titelset niet laden
ro: Nu pot încărca titlul
si: මාතෘකා කට්ටලය ලබාගත නොහැක
tr: Başlık seti yüklenemiyor
uk: Неможливо завантажити набір розділів

source: Omit
ar: حذف
ca: Omet
da: Udelad
de: Auslassen
eu: Baztertu
nl: Negeer
ro: Omite
si: අත්හරින්න
tr: Atla
uk: Пропустити

source: Copy
ar: نسخ
ca: Copia
da: Kopier
de: Kopieren
eu: Kopiatu
fi: Kopioi
nl: Kopieer
ro: Copiere
si: පිටපත්
tr: Kopyala
uk: Копіювати

source: SD (standard)
nl: SD (standaard)
si: SD (සම්මත)

source: Half HD (1280 x 720)
si: අර්ධ HD (1280 x 720)

source: Full HD (1920 x 1080)
si: පූර්ණ HD (1920 x 1080)

source: CD (700 MB)
si: සීඩී තැටි (700 MB)
uk: CD (700 МБ)

source: DVD-1 (1.4 GB)
si: ඩීවීඩී-1 තැටි (1.4 GB)
uk: DVD-1 (1.4 ГБ)

source: DVD-2 (2.6 GB)
si: ඩීවීඩී-2 තැටි (2.6 GB)
uk: DVD-2 (2.6 ГБ)
